{
  "stable": "1.3.10",
  "beta": "1.4.4",
  "news": {
    "date": "July 11th, 2019",
    "version": "1.4.4",
    "body": "<p>Hello Pilots,</p> <p>Active Play mode has been fairly stable (or largely unused), so I'm moving ahead with&nbsp;<strong>Downtime Reserves.&nbsp;</strong>This is the first of a multi-part downtime implementation - this one covers reserves, and the next will cover actions. It's still a first-pass draft, so don't be too surprised if things change or get reordered in the near future.</p> <p>As always, please drop me a line at @beeftime on the LANCER Discord if you have questions, ideas, or feedback</p>"
  },
  "changelog": [
    {
      "version": "1.4.4",
      "changes": "<ul> <li>Adds a \"Downtime Reserves\" section to the Pilot Sheet, where reserves can be added, removed, and edited <ul> <li>Reserves can be (un)marked Used, activating or deactivating them in Active Mode</li> <li>Adding the Extended Harness reserve will add a new section to all of that pilot's loadouts</li> </ul> </li> <li>Adds a \"Reserves\" section to the Active Play Mode, detailing current pilot reserves. <ul> <li>The \"Bombardment\" Reserve will appear on the Turn Manager as a consumable Full Action</li> <li>The Deployable Shield Reserve will appear on the Turn Manager as a consumable Free Action</li> <li>The Redundant Repair Reserve will appear on the Turn Manager as a consumable Free Action</li> <li>The CORE Battery Reserve will appear on the Turn Manager as a consumable Free Action, disabled if the current Mech has full CORE Energy</li> </ul> </li> <li>Downtime Actions have been added to the Compendium</li> </ul>"
    },
    {
      "version": "1.4.3c",
      "changes": "<ul> <li>Fixed a bug that was preventing integrated weapons from appearing on the Active Mode page (thanks Carnival!)</li> <li>Fixed statblock output for loadouts with integrated CORE weapons and certain CORE Bonuses (thanks AliceXVI!)</li> <li>Gyges now no longer erroneously adds threat to non-melee weapons (thanks Karla!)</li> <li>External Batteries now correctly add threat to melee energy weapons</li> <li>Combined print now works correctly (thanks dracoaleksander!)</li> <li>Printing from the Pilot Sheet now has a new mech selection interface</li> </ul>"
    },
    {
      "version": "1.4.3",
      "changes": "<ul> <li>Added Status/Condition tracker to Active Mode</li> <li>Added Resistance tracker to Active Mode</li> <li>Added Burn tracker to Active Mode</li> <li>Added the Turn Manager to Active Mode</li> <li>Added the Rest Manager to Active Mode</li> <li>Added Limited pips and the Destroyable toggle to Weapon Mods</li> <li>Added a \"Loaded\" toggle to \"Loading\"-tagged items</li> <li>Corrected a bug that was preventing Active Mode items from appearing if they had a note attached</li> <li>Corrected some malformed data that was preventing certain limited items from seeing the Limited pips</li> </ul>"
    },
    {
      "version": "1.4.2",
      "changes": "<ul> <li>Active Play Mode added</li> <li>Active/Inactive status removed from most pages <ul> <li>Preserved in Roster/Hangar for print/statblock functionality</li> </ul> </li> <li>Set Mech Status/Condition (Active Mode)</li> <li>New Mech Sheet layout</li> <li>Fixed a bug that was deleting the incorrect Mech Loadout instead of the current selection</li> <li>Filtering submenu now correctly filters Aux weapons</li> </ul>"
    },
    {
      "version": "1.4.1",
      "changes": "<ul> <li>The Navigation Bar has been updated <ul> <li>the Pilot Sheet and Mech Hangar are accessed through a dropdown (the currently selected Pilot's callsign button). An extra click to get to the Mech Hangar -- but -- quicker swapping between Mechs. Feedback welcome!</li> </ul> </li> <li>You can now mark Mech weapons and systems as \"Destroyed\" if the mech is currently active. Future Active Mode updates will automatically deduct Repair points.</li> <li>Mech equipment with the Limited tag now have a pip bar you can use to track how many uses of a limited system or weapon remain. <ul> <li>There are some issues with this related to the Pilot's limited bonus. These are being worked on currently.</li> </ul> </li> <li>You can now add notes to Pilot Gear and Mech Equipment</li> <li>Filtering options have been added to Frame and Mech Equipment tables (both in the editor and compendium) accessible through the purple button near the search bar <ul> <li>As of right now, every selection is an OR (so, no filtering for an item that has Accuracy AND Ordnance). That might be a future improvement.</li> </ul> </li> <li>Fixes some bad Danger Zone math</li> </ul>"
    },
    {
      "version": "1.4.0",
      "changes": "<ul> <li>Mech stat contribution panels <ul> <li>Hover over a stat (eg. the \"HP\" text above the mech HP pips) to see the calculation panel</li> </ul> </li> <li>The Pilot Attribute Editor buttons have been moved a bit, and now alert you if you have any unspent trigger, talent, license, CORE bonus, or mech skill points left unspent</li> <li>Frame tags are now on the Frame select page</li> <li>There's a&nbsp;<strong>Full Repair</strong> button on active mechs, next to the HP/Armor display.</li> <li>The heat indicator will change when the mech is in the&nbsp;<strong>danger zone</strong></li> <li>An issue that was causing a full-HP mech to \"lose\" the two HP from GMS Personalizations has been fixed</li> </ul>"
    },
    {
      "version": "1.3.10",
      "changes": "<ul> <li>Corrects the&nbsp;GOBLIN Trait 'Reactive Code' (thanks Spook!)</li> <li>Adds the 'Insulated' trait to the LANCASTER (thanks Mikhail!)</li> <li>Corrects the tags on IPS-N TORTUGA III Hyper Dense Armor</li> </ul>"
    },
    {
      "version": "1.3.9b/c",
      "changes": "<ul> <li>Corrects the \"Stabilize\" action text to include the new rules regarding Exposed</li> <li>Fixes a bug that was preventing item tags from appearing in the Compendium search</li> <li>Fixes a bug that was allowing Unique items to be added to loadouts multiple times</li> </ul>"
    },
    {
      "version": "1.3.9",
      "changes": "<ul> <li>Fixes the Compendium search bar</li> <li>Fixes Pilot sorting filters</li> <li>Fixes a host of Pilot Loadout issues</li> <li>Fixes Pilot and Mech Loadout copying</li> <li>Fixes Mech images not correctly saving to cloud</li> <li>Corrects an extra Flex mount from showing up on Mech Statblock output</li> <li>Various data fixes</li> </ul>"
    },
    {
      "version": "1.3.8",
      "changes": "<ul> <li>Corrects Infiltrator/Steel Assassin text</li> <li>Removes the \"clear\" button from textblock inputs</li> <li>Fixes OSX Undo/Redo</li> <li>Fixes Integrated mount weapon tags</li> <li>Fixes a bug where a mech's Overcharge status would not save correctly</li> <li>HORUS CORE Bonus \"The Lesson of Shaping\" now works correctly</li> </ul>"
    },
    {
      "version": "1.3.7",
      "changes": "<ul> <li>Corrects IPS-N RALEIGH's E-Defense and Repair Capacity</li> <li>Adds SP to the Frame Overview accessed through the License UI</li> <li>Corrects typos in the SSC SWALLOWTAIL trait descriptions</li> <li>Corrects a typo in the SSC BLACK WITCH's Mag Parry effect</li> <li>Custom Background should now save and load correctly</li> <li>Corrects the Prototype Weapon II effect</li> <li>Corrects a typo in Spotter I (Particularize)</li> <li>Corrects a typo in the Armsman description</li> <li>Corrects HORUS GORGON's Sensors (8)</li> <li>Corrects HA ISKANDER Tech Attack (+1).</li> <li>Corrects HA NAPOLEON Save Target (11).</li> <li>Corrects HA TOKUGAWA Save Target (11).</li> <li>Fixes an issue where the Mount Retrofitting effect couldn't be removed from the first Mount in the loadout list</li> <li>Fixes the persistent delete prompt when deleting/adding loadouts</li> </ul>"
    },
    {
      "version": "1.3.6",
      "changes": "<ul> <li>Corrects HORUS Meta-hook SP from 1 to 2</li> <li>Corrects IPS-N TORTUGA licenses</li> <li>Switches the Unlicensed and Over SP table item warning colors to be more consistent</li> <li>GMS CORE Bonus mounts that equip weapons that cost SP are now correctly included against total loadout SP cost</li> <li>Pilot Talent/Trigger/License/and CORE Bonus selectors now have fixed position overviews, so you don't have to scroll back and forth to see what you've selected</li> </ul>"
    },
    {
      "version": "1.3.5",
      "changes": "<ul> <li>Fixes a problem with incorrect weapon object references -- cloning pilots and assigning mods to multiple copies of the same item should now work correctly.</li> <li>Fixes an issue where modding an item would duplicate the weapon's tags, instead of adding appropriate tags from the mod</li> <li>Fixes an error that prevented the OROCHI Disarticulation passive from showing all of the drone types</li> <li>Added a button to delete custom images imported into COMP/CON</li> </ul>"
    },
    {
      "version": "1.3.4",
      "changes": "<ul> <li>Fixes bugs related to deleting loadouts</li> <li>Fixes a bug where trying to rename any mech loadout would only rename the first one</li> <li>Fixes a bug that was preventing the app from loading without an internet connection</li> <li>A mech’s Armor value will correctly appear in all cases in the stablock</li> <li>Fixes an issue where weapon mod SP was not immediately appearing on the loadout view</li> <li>Fixes the Pinaka missile alt fire damage</li> <li>Separates “Statuses” and “Conditions” in the Compendium, per PR2</li> <li>Better frame art in the Add New Mech menu</li> </ul>"
    },
    {
      "version": "1.3.3",
      "changes": "<ul> <li>BARBAROSSA’s Siege Stabilizers are now correctly tagged as Unique</li> <li>Corrected the Annihilation Nexus’ size</li> <li>Fixed a bug where changing a mech’s configuration notes would overwrite its name field</li> <li>Fixed a bug that caused the Integrated Weapon core bonus mount to not show up and/or serialize correctly</li> <li>Fixed a display bug when the currently equipped system SP total was over the limit</li> <li>Fixed the bug that would duplicate Flex mount Aux weapons when reloading a mech (no more 80d3/skirmish damage builds, sorry)</li> <li>Fixed a bug that would cause the Add New Pilot menu to fail to close (while adding copies of the new pilot)</li> <li>Fixed importing Flex Mounts from pre-1.3.1 data <ul> <li>If COMP/CON runs into problems it now clear the mount data, so check your Flex Mount equipment in your loadout when importing an older character.</li> </ul>"
    },
    {
      "version": "1.3.2",
      "changes": "<ul> <li>Fixes blank Pilot printed page issue</li> <li>Corrects Stun to reflect PR2 changes</li> <li>Fixes Mech importer</li> <li>Fixed an issue where Limited tags showed up as “NaN” in the compendium</li> <li>Mimic Mesh SP cost corrected</li> <li>System select table now correctly sorts by SP</li> </ul>"
    },
    {
      "version": "1.3.1",
      "changes": "<ul> <li>Data updated for LANCER Core Book prerelease v2</li> <li>Finished Typescript refactor</li> <li>Implemented a Main Menu page <ul> <li>The version information on this page is loaded remotely, and will generate an alert if your version is beind both <b>stable</b> and <b>beta</b></li> <li>This page will now contain changelog information from here (1.3.1) on out</li> </ul> </li> <li>Pilots (and their associated mechs) can be saved to/loaded from the cloud <ul> <li>Save: Pilot &gt; Export on the Pilot Roster page. This selection will also allow you to update a cloud-saved Pilot. Refreshing cloud Pilots on the importer’s end is coming soon.</li> <li>Import: Pilot &gt; Import on the “Add New Pilot” card menu</li> </ul> </li> <li>Pilot and Mech images can also be stored in the cloud <ul> <li>Flip the “Cloud” toggle on the image selector. A new less-clunky UI for this feature is in the works.</li> </ul> </li> <li>COMP/CON will check local default images and update them if out-of-date (for users who were seeing the no-data image for some of the Long Rim mechs)</li> <li>The New Mech wizard is now full-screen and includes mech art (tweaks to the slice of frame shown are incoming)</li> <li>TOKUGAWA’s External Batteries now correctly add range to equipped Energy weapons</li> <li>Fuel Rod Gun now correctly takes the Neuro-Linked Targeting bonus</li> <li>SCYLLA (et. al.) should now display the correct heat penalties when printed</li> <li>BARBAROSSA’s Siege Cannon data now correctly displays on weapon information cards</li> <li>ATLAS frame sheets now correctly show 3 Max Structure/3 Max Reactor Stress</li> </ul>"
    }
  ]
}
