{
  "stable": "1.3.0b",
  "beta": "1.3.7",
  "news": {
    "date": "June 11th, 2019",
    "version": "1.3.7",
    "body": "<p>Hello all,<br />We're getting closer to a stable release and new beta features. Please bear with the final bug-fixing passes. A special thanks to @witchy this week, who found a ton of Compendium issues that I had missed.</p> <p>&nbsp;</p> <p><strong>KNOWN ISSUES</strong></p> <ul> <li>Weapon datatables only sort by the first damage or range element on weapons with multiple damage or range types</li> <li>There might be some remaining weirdness when importing old pilots or mechs &ndash; especially in relation to flex mounts and the old style Integrated Weapon CORE Bonus. If you notice this, deleting and remaking the offending loadout usually solves the problem</li> <li>The GMS \"Personalizations\" system is causing some issues with Active Mechs <strong>saving at full HP</strong> -- they won't save the extra 2 HP between reloads. This is currently being worked on.</li> </ul>"
  },
  "changelog": [
    {
      "version": "1.3.7",
      "changes": "<ul> <li>Corrects IPS-N RALEIGH's E-Defense and Repair Capacity</li> <li>Adds SP to the Frame Overview accessed through the License UI</li> <li>Corrects typos in the SSC SWALLOWTAIL trait descriptions</li> <li>Corrects a typo in the SSC BLACK WITCH's Mag Parry effect</li> <li>Custom Background should now save and load correctly</li> <li>Corrects the Prototype Weapon II effect</li> <li>Corrects a typo in Spotter I (Particularize)</li> <li>Corrects a typo in the Armsman description</li> <li>Corrects HORUS GORGON's Sensors (8)</li> <li>Corrects HA ISKANDER Tech Attack (+1).</li> <li>Corrects HA NAPOLEON Save Target (11).</li> <li>Corrects HA TOKUGAWA Save Target (11).</li> <li>Fixes an issue where the Mount Retrofitting effect couldn't be removed from the first Mount in the loadout list</li> <li>Fixes the persistent delete prompt when deleting/adding loadouts</li> </ul>"
    },
    {
      "version": "1.3.6",
      "changes": "<ul> <li>Corrects HORUS Meta-hook SP from 1 to 2</li> <li>Corrects IPS-N TORTUGA licenses</li> <li>Switches the Unlicensed and Over SP table item warning colors to be more consistent</li> <li>GMS CORE Bonus mounts that equip weapons that cost SP are now correctly included against total loadout SP cost</li> <li>Pilot Talent/Trigger/License/and CORE Bonus selectors now have fixed position overviews, so you don't have to scroll back and forth to see what you've selected</li> </ul>"
    },
    {
      "version": "1.3.5",
      "changes": "<ul> <li>Fixes a problem with incorrect weapon object references -- cloning pilots and assigning mods to multiple copies of the same item should now work correctly.</li> <li>Fixes an issue where modding an item would duplicate the weapon's tags, instead of adding appropriate tags from the mod</li> <li>Fixes an error that prevented the OROCHI Disarticulation passive from showing all of the drone types</li> <li>Added a button to delete custom images imported into COMP/CON</li> </ul>"
    },
    {
      "version": "1.3.4",
      "changes": "<ul> <li>Fixes bugs related to deleting loadouts</li> <li>Fixes a bug where trying to rename any mech loadout would only rename the first one</li> <li>Fixes a bug that was preventing the app from loading without an internet connection</li> <li>A mech’s Armor value will correctly appear in all cases in the stablock</li> <li>Fixes an issue where weapon mod SP was not immediately appearing on the loadout view</li> <li>Fixes the Pinaka missile alt fire damage</li> <li>Separates “Statuses” and “Conditions” in the Compendium, per PR2</li> <li>Better frame art in the Add New Mech menu</li> </ul>"
    },
    {
      "version": "1.3.3",
      "changes": "<ul> <li>BARBAROSSA’s Siege Stabilizers are now correctly tagged as Unique</li> <li>Corrected the Annihilation Nexus’ size</li> <li>Fixed a bug where changing a mech’s configuration notes would overwrite its name field</li> <li>Fixed a bug that caused the Integrated Weapon core bonus mount to not show up and/or serialize correctly</li> <li>Fixed a display bug when the currently equipped system SP total was over the limit</li> <li>Fixed the bug that would duplicate Flex mount Aux weapons when reloading a mech (no more 80d3/skirmish damage builds, sorry)</li> <li>Fixed a bug that would cause the Add New Pilot menu to fail to close (while adding copies of the new pilot)</li> <li>Fixed importing Flex Mounts from pre-1.3.1 data <ul> <li>If COMP/CON runs into problems it now clear the mount data, so check your Flex Mount equipment in your loadout when importing an older character.</li> </ul>"
    },
    {
      "version": "1.3.2",
      "changes": "<ul> <li>Fixes blank Pilot printed page issue</li> <li>Corrects Stun to reflect PR2 changes</li> <li>Fixes Mech importer</li> <li>Fixed an issue where Limited tags showed up as “NaN” in the compendium</li> <li>Mimic Mesh SP cost corrected</li> <li>System select table now correctly sorts by SP</li> </ul>"
    },
    {
      "version": "1.3.1",
      "changes": "<ul> <li>Data updated for LANCER Core Book prerelease v2</li> <li>Finished Typescript refactor</li> <li>Implemented a Main Menu page <ul> <li>The version information on this page is loaded remotely, and will generate an alert if your version is beind both <b>stable</b> and <b>beta</b></li> <li>This page will now contain changelog information from here (1.3.1) on out</li> </ul> </li> <li>Pilots (and their associated mechs) can be saved to/loaded from the cloud <ul> <li>Save: Pilot &gt; Export on the Pilot Roster page. This selection will also allow you to update a cloud-saved Pilot. Refreshing cloud Pilots on the importer’s end is coming soon.</li> <li>Import: Pilot &gt; Import on the “Add New Pilot” card menu</li> </ul> </li> <li>Pilot and Mech images can also be stored in the cloud <ul> <li>Flip the “Cloud” toggle on the image selector. A new less-clunky UI for this feature is in the works.</li> </ul> </li> <li>COMP/CON will check local default images and update them if out-of-date (for users who were seeing the no-data image for some of the Long Rim mechs)</li> <li>The New Mech wizard is now full-screen and includes mech art (tweaks to the slice of frame shown are incoming)</li> <li>TOKUGAWA’s External Batteries now correctly add range to equipped Energy weapons</li> <li>Fuel Rod Gun now correctly takes the Neuro-Linked Targeting bonus</li> <li>SCYLLA (et. al.) should now display the correct heat penalties when printed</li> <li>BARBAROSSA’s Siege Cannon data now correctly displays on weapon information cards</li> <li>ATLAS frame sheets now correctly show 3 Max Structure/3 Max Reactor Stress</li> </ul>"
    }
  ]
}
