[
  {
    "name": "Vanguard",
    "image": "pre_vanguard_pixel.png",
    "code": "ACBP://142-CQC::OCTOBER-TALWAR-GOLD",
    "description": "The Vanguard is a frontline, close-quarters striker that does best in the middle of combat or locking down a choke point.",
    "tactics": "Starting with the Combined Arms and Executioner talents means you're at your most deadly when engaged in close combat with multiple opponents. Use your mech's Heavy Charged Blade to deal armor-piercing melee damage, which can attack an additional enemy if it hits, thanks to Executioner. Find or establish choke points to lock down your surroundings with your Threat 3 Shotgun and the Vanguard’s namesake talent, which confers Accuracy on every attack within the weapon's threat. Don’t hesitate to use the Hex Charges when confronted with clustered enemies at midrange, especially due to its degree of guaranteed damage. Combined Arms, as well as your Projected Shield, allows you to synergize with and support allies with similar close-combat profiles.",
    "build": {
      "mechSkills": [2, 0, 0, 0],
      "skills": [
        "sk_get_a_hold_of_something",
        "sk_apply_fists_to_faces",
        "sk_stay_cool",
        "sk_charm"
      ],
      "talents": ["t_combined_arms", "t_vanguard", "t_executioner"],
      "gear": {
        "armor": "pg_assault_hardsuit",
        "weapons": ["pg_heavy_a_c", "pg_light_signature"],
        "gear": ["pg_mag_clamps", "pg_corrective", "pg_thermite_charge"]
      },
      "mech": {
        "systems": [
          "ms_type_3_projected_shield",
          "ms_pattern_b_hex_charges",
          "ms_personalizations",
          "ms_custom_paint_job"
        ],
        "mounts": [
          {
            "mount_type": "Main",
            "slots": ["mw_shotgun"]
          },
          {
            "mount_type": "Flex",
            "slots": ["mw_thermal_pistol", "mw_thermal_pistol"]
          },
          {
            "mount_type": "Heavy",
            "slots": ["mw_heavy_charged_blade"]
          }
        ]
      }
    }
  },
  {
    "name": "Assault",
    "image": "pre_assault_pixel.png",
    "code": "ACBP://806-MDR::JULY-HALBERD-LAUREL",
    "description": "The Assault is a versatile, multi-role combatant optimized for mid-range engagements.",
    "tactics": "The Assault’s eponymous Rifle is an extremely practical weapon thanks to the guaranteed damage from its Reliable 2 tag, which is especially useful against difficult-to-hit opponents. Make use of the Walking Armory Ammo Case to adapt your Assault Rifle to whatever the situation calls for: against single enemies, Thumper and Mag Ammo let you reposition your opponent and ignore line of sight, respectively. Shock Ammo, Hex Charges, and Missile Racks should be used to punish clustered groups of enemies. The Missile Racks become particularly powerful when Locked On, knocking enemies prone thanks to Stormbringer. The Assault does best in close proximity to allies, conferring Accuracy with Bonded and large areas of soft cover with the Smoke Charges.",
    "build": {
      "mechSkills": [2, 0, 0, 0],
      "skills": ["sk_assault", "sk_survive", "sk_read_a_situation", "sk_pull_rank"],
      "talents": ["t_walking_armory", "t_bonded", "t_stormbringer"],
      "gear": {
        "armor": "pg_assault_hardsuit",
        "weapons": ["pg_medium_a_c", "pg_medium_signature"],
        "gear": ["pg_frag_grenades", "pg_extra_rations", "pg_patch"]
      },
      "mech": {
        "systems": [
          "ms_pattern_b_hex_charges",
          "ms_pattern_a_smoke_charges",
          "ms_personalizations",
          "ms_custom_paint_job"
        ],
        "mounts": [
          {
            "mount_type": "Main",
            "slots": ["mw_assault_rifle"]
          },
          {
            "mount_type": "Flex",
            "slots": ["mw_missile_rack", "mw_missile_rack"]
          },
          {
            "mount_type": "Heavy",
            "slots": ["mw_heavy_melee_weapon"]
          }
        ]
      }
    }
  },
  {
    "name": "Sniper",
    "image": "pre_sniper_pixel.png",
    "code": "ACBP://014-LNR::AUGUST-DAIKYU-VERMILLION",
    "description": "The Sniper is a stealthy, maneuverable, single-target striker that can deal massive armor-piercing damage at long range with its Anti-Materiel Rifle. ",
    "tactics": "The Sniper relies heavily on stealth and speed to set up shots for its extremely powerful long-range Anti-Materiel Rifle. This rifle is Accurate, and so gains +1 Accuracy by default, which increases to +2 when used with Crack Shot. An additional bonus from Lock On or an ally's talent makes for an all-but-guaranteed hit against even the most evasive enemies. This power is not without cost, though, as the Rifle must be fired as your first non-Protocol move (due to Ordnance), and must be reloaded via the Stabilize Full Action.<br>Make use of Infiltrator, Skirmisher, and your Rapid Burst Jump Jet System to quickly and safely reposition to an advantageous sight line, then use the Jericho Deployable Cover and Smoke Charges to establish a defensible sniper’s nest. Use the Thermal Rifle (when you’re not reloading) to clean up damaged targets and provide fire support to allies that are defending your position.",
    "build": {
      "mechSkills": [0, 2, 0, 0],
      "skills": ["sk_investigate", "sk_act_unseen_or_unheard", "sk_take_someone_out", "sk_spot"],
      "talents": ["t_skirmisher", "t_crack_shot", "t_infiltrator"],
      "gear": {
        "armor": "pg_mobility_hardsuit",
        "weapons": ["pg_heavy_signature", "pg_light_a_c"],
        "gear": ["pg_camo_cloth", "pg_wilderness_survival_kit", "pg_stims"]
      },
      "mech": {
        "systems": [
          "ms_rapid_burst_jump_jet_system",
          "ms_pattern_a_jericho_deployable_cover",
          "ms_pattern_a_smoke_charges"
        ],
        "mounts": [
          {
            "mount_type": "Main",
            "slots": ["mw_thermal_rifle"]
          },
          {
            "mount_type": "Flex",
            "slots": ["mw_segment_knife", "mw_segment_knife"]
          },
          {
            "mount_type": "Heavy",
            "slots": ["mw_anti_materiel_rifle"]
          }
        ]
      }
    }
  },
  {
    "name": "Hacker",
    "image": "pre_hacker_pixel.png",
    "code": "ACBP://900-EWR::NOVEMBER-LABRYS-CITRINE",
    "description": "The Hacker is an aerial Tech Attack platform that primarily attacks enemies’ E-Defense. If that doesn’t work, it’s got a Howitzer.",
    "tactics": "The Hacker’s Ace talent synergizes with the GMS Flight System, giving you a superb repositioning tool to enter hacking range or escape sustained fire. Your +2 Tech Attack bonus and the Hacker talent, as well as your Nexus weapons, make you exceptionally powerful when facing enemies with low E-Defense. Make use of the Scan action to determine which opponents are most vulnerable to your Smart weapons and the Heat you can inflict with Invasion.<br> The Ace talent, the Flight System, and the Howitzer also make the Hacker a serviceable artillery platform. The Howitzer has Ordnance (it must be fired on the first action), Loading (it must be reloaded with the Stabilize Full Action between shots), and Inaccurate (it takes a Difficulty by default), and so is an awkward weapon, but it deals 2d6 Explosive Damage in a Blast 2 radius at Range 20. If you can cancel out the Difficulty through Lock On, a Bonded ally, a Leadership Die, or other means, you can single-handedly turn a difficult operation into a trivial milk run.",
    "build": {
      "mechSkills": [0, 0, 2, 0],
      "skills": [
        "sk_hack_or_fix",
        "sk_invent_or_create",
        "sk_word_on_the_street",
        "sk_take_control"
      ],
      "talents": ["t_hacker", "t_ace", "t_centimane"],
      "gear": {
        "armor": "pg_light_hardsuit",
        "weapons": ["pg_light_a_c", "pg_medium_signature"],
        "gear": ["pg_nanite_spray", "pg_sound_system", "pg_dataplating"]
      },
      "mech": {
        "systems": [
          "ms_type_i_flight_system",
          "ms_personalizations",
          "ms_comp_con_class_assistant_unit",
          "ms_manipulators"
        ],
        "mounts": [
          {
            "mount_type": "Main",
            "slots": ["mw_nexus_hunter_killer"]
          },
          {
            "mount_type": "Flex",
            "slots": ["mw_nexus_light", "mw_nexus_light"]
          },
          {
            "mount_type": "Heavy",
            "slots": ["mw_howitzer"]
          }
        ]
      }
    }
  },
  {
    "name": "Fire Support",
    "image": "pre_support_pixel.png",
    "code": "ACBP://142-FSP::JANUARY-GONFALON-ARGENT",
    "description": "The Fire Support is a force multiplier and adaptable battlefield commander that can turn the tide of a battle from the backline.",
    "tactics": "The Fire Support’s most important feature is the Leadership talent, which lets you grant Accuracy to teammates, and should be used judiciously to ensure clutch shots and narrow escapes fall in your favor. <br>The Heavy Gunner talent can lock down a dangerous enemy with the extremely powerful Heavy Machine Gun, and the dual Threat 3 Pistols punish enemies who get too close. With an expanded Limited capacity, you’re able to deploy additional Turret Drones and Smoke Charges to fortify a control zone or secure a breach into enemy territory. <br>The Fire Support is especially useful to allied sniper and artillery mechs thanks to Spotter, which improves Lock Ons when they’re consumed adjacent to you, and the Jericho Deployable Cover can transform a sniper nest from exposed to impregnable.",
    "build": {
      "mechSkills": [0, 0, 0, 2],
      "skills": [
        "sk_patch",
        "sk_blow_something_up",
        "sk_lead_or_inspire",
        "sk_get_somewhere_quickly"
      ],
      "talents": ["t_leader", "t_heavy_gunner", "t_spotter"],
      "gear": {
        "armor": "pg_heavy_hardsuit",
        "weapons": ["pg_heavy_signature", "pg_medium_signature"],
        "gear": ["pg_handheld_printer", "pg_tertiary_arm", "pg_personal_drone"]
      },
      "mech": {
        "systems": [
          "ms_pattern_a_smoke_charges",
          "ms_pattern_a_jericho_deployable_cover",
          "ms_turret_drones"
        ],
        "mounts": [
          {
            "mount_type": "Main",
            "slots": ["mw_mortar"]
          },
          {
            "mount_type": "Flex",
            "slots": ["mw_pistol", "mw_pistol"]
          },
          {
            "mount_type": "Heavy",
            "slots": ["mw_heavy_machine_gun"]
          }
        ]
      }
    }
  }
]
