[{
    "id": "alloy_light",
    "type": "weapon",
    "name": "Light Alloy/Composite Weapon",
    "tags": [{
      "id": "accurate"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "Once per round you can re-roll any attack with a light weapon, but must keep the second result.",
    "description": ""
  },
  {
    "id": "alloy_combat",
    "type": "weapon",
    "name": "Combat Alloy/Composite Weapon",
    "tags": [],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "2"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "",
    "description": ""
  },
  {
    "id": "alloy_heavy",
    "type": "weapon",
    "name": "Heavy Alloy/Composite Weapon",
    "tags": [{
      "id": "inaccurate"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "4"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "",
    "description": ""
  },
  {
    "id": "prim_melee",
    "type": "weapon",
    "name": "Primitive Melee Weapon",
    "tags": [{
      "id": "unreliable"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "",
    "description": ""
  },
  {
    "id": "prim_ranged",
    "type": "weapon",
    "name": "Primitive Ranged Weapon",
    "tags": [{
      "id": "unreliable"
    }],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "",
    "description": ""
  },
  {
    "id": "sig_sidearm",
    "type": "weapon",
    "name": "Signature Sidearm",
    "tags": [],
    "range": [{
      "type": "range",
      "val": 3
    }],
    "damage": [  {"type": "variable", "val": "1"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "Player selects damage type at item creation.\nOnce per round you can re-roll any attack with a sidearm, but must keep the second result.",
    "description": ""
  },
  {
    "id": "sig_combat",
    "type": "weapon",
    "name": "Signature Combat Weapon",
    "tags": [],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [  {"type": "variable", "val": "2"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "Player selects damage type at item creation",
    "description": ""
  },
  {
    "id": "sig_heavy",
    "type": "weapon",
    "name": "Signature Heavy Weapon",
    "tags": [{
        "id": "ordnance"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "range": [{
      "type": "range",
      "val": 10
    }],
    "damage": [  {"type": "variable", "val": "4"}],
    "source": "GMS",
    "rarity": 0,
    "effect": "Player selects damage type at item creation",
    "description": ""
  },
  {
    "id": "atlatl",
    "type": "weapon",
    "name": "Atlatl",
    "tags": [{
      "id": "seeking"
    }],
    "range": [{
        "type": "threat",
        "val": 1
      },
      {
        "type": "thrown",
        "val": 5
      }
    ],
    "damage": [  {"type": "explosive", "val": "1"}],
    "source": "HA",
    "rarity": 3,
    "effect": "Though deceptively simple in appearance, this javelin-like weapon contains a hardened suite of intelligent hardware and a miniaturized pressure wave generator in the tip. It can be thrown very accurately up to range 5, recalled to hand as an action, and guides itself around cover and effect obstacles.",
    "description": "Developed following the suppression of anti-Armory elements in the initial wave of recolonization in the Dawline Shore, the Atlatl is a neo-primitivist weapon indigenous to New Madrassa, a voluntary Arcadian world set in a blended Neo-Bronze/Information Age idyll."
  },
  {
    "id": "hardlight",
    "type": "weapon",
    "name": "Hardlight Weapon",
    "tags": [{
      "id": "burn",
      "val": 1
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "energy", "val": "2"}],
    "source": "HA",
    "rarity": 4,
    "effect": "These rare and powerful weapons project a sheathed Energy field that ignites targets on impact.",
    "description": "One of a limited supply scavenged from Boundary Garden, this hardlight blade has been patched by independent Ecumenical contractors to a serviceable, minimum-milspec functionality. These are exotic weapons, and their wielders must be coached in their use by trained handlers."
  },
  {
    "id": "kottos",
    "type": "weapon",
    "name": "KOTTOS AA/Largearm Rifle",
    "tags": [{
      "id": "ordnance"
    }],
    "range": [{
      "type": "range",
      "val": 8
    }],
    "damage": [  {"type": "kinetic", "val": "1d3"}],
    "source": "HA",
    "rarity": 1,
    "effect": "This heavy anti-armor rifle fired superheated bullets used to punch through infantry-scale hardsuits and light mechs. It requires mounting on a tripod before use, though some models come with a built-in stand. The enormous kick from this weapon is infamous for dislocating rookie pilots' shoulders.",
    "description": "Harrison Armory's KOTTOS distance-denial anti-armor system was ordered following repeated instances of HA legionnaires encountering hostile local chassis armed with sufficient anti-Kinetic/ablative armor; KOTTOS, developed in conjunction with GMS's Distant Venture campus, the KOTTOS represents the pinnacle of infantry-portable Kinetic anti-armor Kinetics."
  },
  {
    "id": "microcore",
    "type": "weapon",
    "name": "MicroCore Laser Rifle",
    "tags": [{
        "id": "burn",
        "val": 2
      },
      {
        "id": "loading"
      }
    ],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [  {"type": "energy", "val": "1"}],
    "source": "HA",
    "rarity": 2,
    "effect": "An infantry-scale model of the larger, mech mounted lasers, this weapon requires heavy cooling after each use. Standard squad-support weapon for Armory legionnaires.",
    "description": "A Think-Tank product, the MicroCore is a miniaturized, infantry-portable version of the popular SolidCore laser cannon mounted atop HA's Sherman Chassis. The MicroCore has been tuned to not require windup on firing, but as a result must be “reloaded” after each shot with a new power core."
  },
  {
    "id": "nanowhip",
    "type": "weapon",
    "name": "Nanobot Whip",
    "tags": [],
    "range": [{
      "type": "threat",
      "val": "+1"
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "HORUS",
    "rarity": 3,
    "effect": "This whip is made up of linked microbots that flow in ring-like arcs around the body when not in use, defending against drone and nanorobotic threats. If you don't attack with this weapon, until the end of your next turn, weapons or systems with the Smart, Nexus, or Drone tags cannot target you.",
    "description": "The first instance of a technology akin to what is now called a nanobot whip was encountered during a raid on an Ungrateful cell by Barony lawmen. With word secreted to them by informants seeded in the movement, lawmen descended on a cell hidden in the wildcat stations lashed around the House of Dust. Blasting open the doors, they encountered Ungratefuls wreathed in clouds of charcoal smoke; the Ungratefuls used these clouds, shaping them into thin whips that cut through armor and flesh like it was nothing. After the cell was wiped out and the control nodules cut from their bodies, Barony codemasters were able to crack and replicate -- safely -- the HORUS code."
  },
  {
    "id": "nullspike",
    "type": "weapon",
    "name": "Null Spike",
    "tags": [],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"override": "true", "val": "*"}],
    "source": "HORUS",
    "rarity": 3,
    "effect": "Has no effect against non-organic targets, but on a successful hit, any human target is stunned until the start of your next turn. A target develops a short term resistance to this weapon and can only be affected by it once per challenge.",
    "description": "A HORUS-developed ecstatic/exult device, the generic null spike is an effective, single-fire, non-lethal weapon that simulates a cascade-analogue in organics through specific neuron excitement. Upon skin contact, they deliver a bio-electric shock to a victim's brain that causes them to feel overwhelming pleasure, completely disabling them. Null Spikes, it is said, are used by HORUS adherents in realspace to bring themselves closer to RA's subjectivity."
  },
  {
    "id": "smartknife",
    "type": "weapon",
    "name": "Smart Knife",
    "tags": [{
      "id": "accurate"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "HORUS",
    "rarity": 2,
    "effect": "The tip of the knife is semi-solid and re-moldable and can be inserted into most electronic ports and used as a point of insertion for hacking rigs.",
    "description": "A “Smart” knife is the combination of a HORUS-tuned external-mount processor and any mundane charged blade. Piggybacking off the current coursing through the charged blade, the HORUS mount can be loaded with null or fry-code, making this blade a threat not only to organic targets, but to synthetic ones as well. Particular models have an adjustable subliminal suggestion corrective, which guides its user's hand to identified weaknesses in their target's hardsuit, armor, or effect plating."
  },
  {
    "id": "eyestack",
    "type": "weapon",
    "name": "EYESTACK_WINK",
    "tags": [{
        "id": "limited",
        "val": 1
      },
      {
        "id": "ap"
      }
    ],
    "range": [{
      "type": "range",
      "val": 2
    }],
    "damage": [  {"type": "kinetic", "val": "3"}],
    "source": "HORUS",
    "rarity": 4,
    "effect": "This weapon doesn't count against your maximum weapons wielded.",
    "description": "Also known as a ‘Skullgun', this miniaturized, superposed charge weapon is implanted in the head, generally in the orbital void left by a removed or missing eye. It is completely undetectable by almost any electronic system or security and can be fired with sub-vocal commands."
  },
  {
    "id": "gourd",
    "type": "weapon",
    "name": "PGR_GOURD",
    "tags": [{
        "id": "smart"
      },
      {
        "id": "seeking"
      }
    ],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "HORUS",
    "rarity": 2,
    "effect": "This shoulder mounted drone hive is usually integrated into armor and releases a neurally linked, short ranged hunter-killer drone swarm. Designed to expire within moments of release, the aerosolized greywash swarm sweeps over the target, devouring organic and inorganic material with equal rapidity.",
    "description": "The PGR_GOURD pattern portable hive killed the first people who printed it. Fabricated in secret by a desperate cell of Ungrateful in the undercity of Dune Redoubt, a team of Barony Authority officers first encountered the aftermath of a PGR_GOURD burnout; an organic smear, ringed around the printer that crafted the gourd. Subsequent encounters of the PGR_GOURD system saw it used as a remote-detonated device until the BA was able to find and edit the plan into a more controllable, less deadly format. Since then, the House of Sand controls the distribution of any PGR_GOURD system; however, there are unconfirmed reports of the unedited version of the GOURD available on the omninet."
  },
  {
    "id": "sidekick",
    "type": "weapon",
    "name": "Sidekick",
    "tags": [{
      "id": "reliable",
      "val": 1
    }],
    "range": [{
      "type": "range",
      "val": 3
    }],
    "damage": [  {"type": "kinetic", "val": "1"}],
    "source": "HORUS",
    "rarity": 2,
    "effect": "This HORUS-marked SMG has a companion/concierge unit built into it which provides aim assist in real time. It also has helpful and frequent tips for improving your combat skills and organizes your calendar, sometimes without you asking it.",
    "description": "Typically affixed to a back-mounted, over-the-shoulder armature, the SIDEKICK is an eyelinked subcompact/caseless machine gun developed by a collective of unknown, potentially HORUS-aligned scripters. Paired with a C/C Wingman unit, the SIDEKICK will always watch your back; its placement, commonly perched over its operator's shoulder, has earned it the common nickname of “Parrotgun”."
  },
  {
    "id": "hackiron",
    "type": "weapon",
    "name": "Hackiron",
    "tags": [{
        "id": "reliable",
        "val": 1
      },
      {
        "id": "inaccurate"
      }
    ],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "3"}],
    "source": "IPS-N",
    "rarity": 2,
    "effect": "A pilot must be wearing a hard suit worth at least 1 armor to even wield a hackiron.",
    "description": "This blade uses an ultra-dense carbon polymer to magnify the brute strength from hard suits to crude but brutal effect. Made popular by security forces and pirates both, the hackiron-type saw sword was put into heavy use in early micro/null gravity melee combat where mass is not always a necessary consideration, gravity can fluctuate, and it is likely that any combat will be powered combat."
  },
  {
    "id": "ripjack",
    "type": "weapon",
    "name": "Ripjack",
    "tags": [],
    "range": [{
        "type": "threat",
        "val": 1
      },
      {
        "type": "thrown",
        "val": 4
      }
    ],
    "damage": [  {"type": "kinetic", "val": "2"}],
    "source": "IPS-N",
    "rarity": 3,
    "effect": "The ripjack can be used as a Thrown 4 weapon against a human sized, non-mech target in range, immobilizing them on hit instead of dealing damage until the start of your next turn. It can also be used as a regular grappling hook.",
    "description": "Aneffect standardized utility weapon born from early micro/null-grav combat, ripjacks are employed both as a last-result method of locomotion and a distance-closing utility weapon. Offered both as a handheld launcher and an integrated hardsuit system, the ripjacks are fired using gaussian acceleration to create as light a Newtonian feedback as possible when used in null-grav."
  },
  {
    "id": "siegehammer",
    "type": "weapon",
    "name": "Siege Hammer",
    "tags": [{
        "id": "loading"
      },
      {
        "id": "ap"
      }
    ],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "kinetic", "val": "5"}],
    "source": "IPS-N",
    "rarity": 3,
    "effect": "While wielding this weapon, you can take the dash action.",
    "description": "When faced with sealed bulkheads in O2 rich environments, boarding teams needed a way to tear down doors without potentially catastrophic explosions -- enter the siege hammer, or Nutcracker, as it became known to forces that employed it. Requiring two hands to wield effectively, and held like a battering ram, it cocks and primes a superheated cylinder of ultra-hard alloy that fires on activation to punch through even the thickest armor."
  },
  {
    "id": "peacekeeper",
    "type": "weapon",
    "name": "“Peacekeeper” R35",
    "tags": [{
      "id": "limited",
      "val": 6
    }],
    "range": [{
      "type": "range",
      "val": 3
    }],
    "damage": [  {"type": "explosive", "val": "3"}],
    "source": "IPS-N",
    "rarity": 1,
    "effect": "",
    "description": "IPS-N's Peacekeeper model R35 is a popular option from their ARGONAUT line of luxury/collector goods. Handcrafted by IPS-N gunsmith artisans, the Peacekeeper model R35 is fashioned after ancient pre- collapse frontier weaponry: functional, reliable, and simple in its action, the P-R35 hides its expertly crafted interior elements under its simple matte finish. It is a statement weapon, functional, that can be chambered for heavy slugs, self-propelled microrockets, or single-core hotshots."
  },
  {
    "id": "prismgun",
    "type": "weapon",
    "name": "Prism Gun",
    "tags": [{
      "id": "inaccurate"
    }],
    "range": [{
      "type": "cone",
      "val": 3
    }],
    "damage": [  {"type": "energy", "val": "2"}],
    "source": "IPS-N",
    "rarity": 4,
    "effect": "",
    "description": "A common secondary weapon found among stellar security forces and pirates, a prism gun is a shotgun analog, a blend between the Kinetic and the exotic that projects a superheated blast of synthetic-crystalline nanoflechettes when fired. Ineffective against hardened targets, it is nevertheless a popular choice as a finishing option should a hardened targets external armor be breached; when fired into compartments, between armor joints, or into confined spaces with soft targets, the prism gun is a terribly deadly weapon."
  },
  {
    "id": "arcblade",
    "type": "weapon",
    "name": "Arc Blade",
    "tags": [{
      "id": "reliable",
      "val": 1
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [  {"type": "energy", "val": "2"}],
    "source": "SSC",
    "rarity": 2,
    "effect": "",
    "description": "This master-forged sword is threaded with fine filaments and powered either by a slim battery in its handle, or a long cable with a universal power adaptor that can be attached to any standardized power pack. A sturdy, light weapon, the charged filaments can be triggered by the sword's user or by proximity to lash their enemies with an electric arc even if they do not connect."
  },
  {
    "id": "varsword",
    "type": "weapon",
    "name": "Variable Sword",
    "tags": [{
        "id": "ap"
      },
      {
        "id": "limited",
        "val": 6
      }
    ],
    "range": [{
      "type": "threat",
      "val": "+1"
    }],
    "damage": [  {"type": "kinetic", "val": "3"}],
    "source": "SSC",
    "rarity": 4,
    "effect": "",
    "description": "This pilot-scale variant of the popular SSC weapon is a field-sheathed length of mono-molecular wire completely invisible to the naked eye. Only the handle and the tip guide are visible. Coiled while not in use, the wire itself can be extended up to 20 feet from the handle, creating an incredibly light and extremely deadly weapon that cuts through nearly anything. Due to immense power usage, this weapon can only be unsheathed for a short period."
  },
  {
    "id": "coldcore",
    "type": "weapon",
    "name": "Coldcore Sabot AA Rifle",
    "tags": [{
        "id": "accurate"
      },
      {
        "id": "loading"
      },
      {
        "id": "ordnance"
      }
    ],
    "range": [{
      "type": "range",
      "val": 15
    }],
    "damage": [  {"type": "energy", "val": "3"}],
    "source": "SSC",
    "rarity": 3,
    "effect": "",
    "description": "This heavy anti-armor rifle is recognisable by its long, minimalist construction and classic Smith-Shimano matte-black colorway. A COLDCORE sabot anti-armor rifle is a consumable-sabot Energy weapon that uses depleted demi-coldcore units to create a superheated, precise, directed blast of plasma on its user's target. After firing, it must be reloaded; COLDCORE Sabot-AA rifles can be breech-fed, box-fed, or belt- fed, depending on their receiver."
  },
  {
    "id": "implantedgun",
    "type": "weapon",
    "name": "Implanted Gun",
    "tags": [],
    "range": [{
      "type": "range",
      "val": 2
    }],
    "damage": [  {"type": "energy", "val": "1"}],
    "source": "SSC",
    "rarity": 1,
    "effect": "Whenever you fire a weapon, you can fire this gun at the same or a different target.",
    "description": "This bespoke biological weapon, integrated with its user's circulatory, respiratory, and nerve systems, can be fired by a triggering thought, association, movement, or memory. Commonly installed in the arm or hand, it is a quiet, small weapon, a gun in name only -- it launches a spasm-propelled, fin-stabilized needle from a keloidal canal grown to be inserted in the bearer's arm. With a short effective range and untraceable profile, it is a popular choice for assassins."
  },
  {
    "id": "micropack",
    "type": "weapon",
    "name": "Micropack Launcher",
    "tags": [{
      "id": "loading"
    }],
    "range": [{
        "type": "range",
        "val": 5
      },
      {
        "type": "blast",
        "val": 1
      }
    ],
    "damage": [  {"type": "explosive", "val": "2"}],
    "source": "SSC",
    "rarity": 3,
    "effect": "",
    "description": "This heavy rifle is a drum-fed micro-rocket launcher capable of single or automatic fire. A popular choice in total-combat environments, the Micropack is a squad-tier support weapon usually carried by a single trooper or mounted on a hardsuit's tertiary arm. SSC developed the Micropack as an all-theater weapon, capable of being used in vacuum, submerged, or in any atmosphere -- the Micropack uses an electronic trigger to catapult its self-propelled ordinance to a minimum safe distance before the projectile ignites, allowing for its use in close-quarters; some skilled handlers learn to use this brief ignition period to skip the miniature rockets around corners in boarding actions and station combat."
  },
  {
    "id": "lighthardsuit",
    "type": "armor",
    "name": "Light Hardsuit",
    "bonus": "",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "source": "GMS",
    "rarity": 0,
    "other": "",
    "description": "Light hard suits are usually made of reactive, cloth like weaves, with plating and powered components kept to a minimum to maximize mobility.Often, they resemble light body armor or military fatigues and they may or may not have a closed helm by default, depending on environmental expectations"
  },
  {
    "id": "hardsuit",
    "type": "armor",
    "name": "Assault Hardsuit",
    "bonus": "",
    "armor": 2,
    "edef": 8,
    "evasion": 8,
    "source": "GMS",
    "rarity": 0,
    "other": "",
    "description": "Standard hardsuits have heavier plating than light hardsuits, restricting movement but providing greater protection from damage&emsp;the heaviest versions will have vital plating comparable to mech armor.They are often environmentally sealed and powered, and typically have a faceplate, visor, or closed helm."
  },
  {
    "id": "stambha",
    "type": "armor",
    "name": "STAMBHA Overarmor",
    "bonus": "Offers a short ranged protective shield.",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "source": "HA",
    "rarity": 2,
    "other": "If you didn't move on your turn, at the end of your turn, until the start of your next turn, gain a protective shield that grants all ranged weapon attacks against you +1 difficulty.",
    "description": "Another combat-posture hardsuit, the STAMBHA employs a beefed-up buckler/flickershield system that protects its wearer from hostile fire. Resting somewhere between the Armory's DJED and ASHOKA lines, the STAMBHA is a favorite of the officer class who are willing to trade mobility for protection."
  },
  {
    "id": "djed",
    "type": "armor",
    "name": "DJED Overarmor",
    "bonus": "Provides stasis instead of Down and Out once per full repair",
    "armor": 2,
    "edef": 8,
    "evasion": 8,
    "source": "HA",
    "rarity": 3,
    "other": "When you go Down and Out, instead of rolling a check, you can activate this armor's stasis system. Until the end of the current challenge, you are put into a stasis state where you cannot take damage, but also cannot move or take any actions (or be revived from this state). Once the challenge ends, roll for Down and Out as normal.",
    "description": "The DJED Overarmor is a medium weight, combat-posture hardsuit designed to preserve its user in case of sudden traumatic/catastrophic injury. Favored by legionnaires on patrol-and-liaise missions, the DJED is an Armory favorite and the most commonly requisitioned hardsuit among HA personnel."
  },
  {
    "id": "ashoka",
    "type": "armor",
    "name": "ASHOKA Overarmor",
    "bonus": "Reduces heavy damage",
    "armor": 2,
    "edef": 8,
    "evasion": 8,
    "speed": 3,
    "source": "HA",
    "rarity": 4,
    "other": "This heavy armor disperses shock and heat from overwhelming damage, reducing it to manageable levels. While wearing this armor, if you would take more than 1⁄2 your maximum HP in damage, reduce the damage instead to 1⁄2 your maximum HP.",
    "description": "The Ashoka Overarmor Hardsuit is favored by frontline HA legionnaires in hostile colonies. Large and heavily armored, the ASHOKA is built to appear imposing: when it is needed, soft power has failed, and the Armory does not discount the memetic power of an intimidating appearance."
  },
  {
    "id": "icepack",
    "type": "armor",
    "name": "ICEPACK",
    "bonus": "Gain the ability to overcharge",
    "source": "HA",
    "rarity": 4,
    "other": "This miniaturized reactor is integrated into armor and cannot be used without it. While wearing armor with this enhancement, each time you take a full repair, gain 5 charges. You can spend a charge as a pilot to take an extra pilot action on your turn.",
    "description": "A stabilized sliver of coldcore, the ICEPACK is a near-perpetual power system that allows for momentary overclocking of powered hardsuit components."
  },
  {
    "id": "buckler",
    "type": "armor",
    "name": "Buckler",
    "bonus": "Provides protection in plain clothes",
    "source": "HA",
    "rarity": 1,
    "other": "While wearing plain clothes (not armor or a hardsuit), as a reaction to taking damage from a single source, you can activate this shield to reduce that damage to 0. This shield must recharge and can be used once every full repair.",
    "description": "This personal energy shield fits snugly under clothing and is standard issue to protect the Armory's colonial bureaucrats and collaborators while venturing outside of green zones."
  },
  {
    "id": "mam",
    "type": "armor",
    "name": "MINE/ALL/MINE",
    "bonus": "Able to hack mechs while jockeying",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "source": "HORUS",
    "rarity": 4,
    "other": "While you're jockeying a mech while wearing this suit, you can force it to make a systems skill check with 1 difficulty or immediately move up to its full speed in direction of your choice.",
    "description": "Here, take this &emsp; a code that writes itself, a sentence spiraling and spiraling. Take from it what you can (there is a gift hidden in the chaff, a needle you must burn the hay to find) there are evermore everalways more meanings and forms and shapes (so many! Ah! And to see all of them is to EXULT all of them!) and here is one for you: a coat to wear that will let you travel further/deeper/longer/ LETYOUTAKEWHATISYOURS.<br><br>Talk soon love."
  },
  {
    "id": "uv",
    "type": "armor",
    "name": "UNAVOIDABLE_VOID",
    "bonus": "Completely undetectable by electronic systems",
    "armor": 1,
    "edef": "N/A",
    "evasion": 10,
    "source": "HORUS",
    "rarity": 3,
    "other": "This lightweight hardsuit is of unusual make; printing one immediately induces errors into the system that created it. It doesn't appear on any electronic systems, is totally immune to system attacks, cannot be targeted by smart weapons or drones, and cannot be seen by NHPs or AIs (they treat you as permanently invisible while you are wearing it).",
    "description": "Following the opening of hostilities in the Boundary Garden sector, UIB agents in the Annamite Line began to note in their reports repeated instances of companion NHP “blindness” when engaging with anti-Union elements on New Mahangaatuamatua. Worryingly, this phenomena is analogous to anomalous entities described by Union elements engaged with Ascendant Chosen on Cornucopia; the similarity has lead UIB to conclude that HORUS has some as-yet-unidentified presence in Boundary Garden (another possibility: in Ascendant space) not only capable of transmitting data back from the embargoed area, but processing and manipulating as-yet-unworkable Ascendant technology."
  },
  {
    "id": "uentt",
    "type": "armor",
    "name": "UNCLEAR_END/NTT",
    "bonus": "Limited action during unconsciousness/death",
    "armor": 2,
    "edef": 8,
    "evasion": 8,
    "source": "HORUS",
    "rarity": 2,
    "other": "While wearing this suit, if you go unconscious due to Down and Out or if you die, the suit injects you with a thanatologic necroanimate cocktail that temporarily replaces you by a digital homunculus of yourself that animates your corpse or unconscious form. <br>You're still unconscious (or dead), you can only take quick action on your turn, and you cannot benefit from talents while in this state. You regain 5 HP and can otherwise act as normal. If you go to 0 again, you are returned to a normal Down and Out state or death. This effect also wears off after the current challenge or about 10 min, and can't be activated again until you take a full repair. If dying caused this ability to trigger, you are dead once this effect wears off.<br>The homunculus cannot respond to novel situations or stimuli, but in a familiar setting or with familiar faces it can interact roughly as normal &emsp; this trends deeply into the uncanny valley, however, and will likely not fool anyone into thinking that the reanimated you is “you”.",
    "description": "A relic-code predating HORUS's official foundation date, UNCLEAR_END/NOT THIS TIME seems to be a dead branch of transhumanist exploration: thanatologic praxis. Utilizing a now-classically HORUS greywash nanite swarm, this system triggers on one of a number of user-defined parameters to “reanimate” the user's body using a backup homunculus subjectivity. The readme urges users of this system to regularly purge and reset the failsafe homunculus."
  },
  {
    "id": "metafold",
    "type": "armor",
    "name": "Metafold Processor",
    "bonus": "Bonus e-defense and ability to make invasion actions",
    "edef": 10,
    "evasion": 10,
    "source": "HORUS",
    "rarity": 4,
    "other": "It is unclear exactly how this system works, but it does, and it grants a pilot hardsuit unprecedented processing power. A pilot can only benefit from this enhancement while wearing armor. While wearing this armor, a pilot gains a +2 bonus to e-defense and can make the Invasion tech action as if they were a mech with a +3 systems score.",
    "description": "How large is the vault of your mind? Where do you mark the boundaries of an interiority? When you dream, can you place a boundary on the imagined plane? Hold a vast image inside your mind's eye &emsp; see? The universe can fit inside.<br>Take this. It can hold your mind, which can hold the universe, which holds all of us. Use it as you wish, but do not look inside."
  },
  {
    "id": "wac",
    "type": "armor",
    "name": "WILD_AND_CRAZY",
    "bonus": "Count adjacent spaces as your mech's sensor range",
    "source": "HORUS",
    "rarity": 1,
    "other": "This pattern prints a sheet of nanites that rapidly absorb and integrate into any piece of clothing. While wearing this clothing, any space adjacent to your pilot counts as your mech's sensor range for the purposes of making tech actions only.",
    "description": "A rather benign code &emsp; as HORUS decrypts go &emsp; WILD_AND_CRAZY(WITHAL MY FRIENDS) is a simple program, one that neuters their greywash nanites, rendering them docile. It then uses their massed processing power and semi-autonomous atmospheric movement capabilities to channel systemic and sensor processes, effectively acting as a cloud-projector around its host."
  },
  {
    "id": "wayland",
    "type": "armor",
    "name": "WAYLAND Mobile Cuirass",
    "bonus": "Increased Mobility",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "source": "IPS-N",
    "rarity": 2,
    "other": "The WAYLAND-MC has an integrated grapple system and short-burst jetpack, allowing a pilot to fly their speed when they take the dash action (the pilot must land by the end of their turn or fall). The grapple has a range of 4 and can also be used to cling to walls, snag on to items, etc.",
    "description": "The WAYLAND-MC builds off of IPS-N's DURENDAL platform, stripping some of the integrated weapons and systems and replacing them with a system of integrated grapples and an impulse pack, which allows for limited periods of thrust-assisted mobility."
  },
  {
    "id": "caladbolg",
    "type": "armor",
    "name": "CALADBOLG Mobile Cuirass",
    "bonus": "+5 HP",
    "hp_bonus": 5,
    "armor": 2,
    "edef": 7,
    "evasion": 7,
    "speed": 3,
    "source": "IPS-N",
    "rarity": 4,
    "other": "",
    "description": "The CALADBOLG-MC is a heavy tactical hardsuit, with plated armor coverings, an integrated powered exoskeleton, and hardpoints for systems, integrated weapons, external power sources, and high-fidelity chassis links; it is fully sealed, modular, and hardened from radiation and other HAZMAT threats. The CALADBOLG-MC boasts one of the highest survival rates of all hardsuits in the field and is known for its reliability and durability. No fancy tricks with this one, the CALADBOLG is heavy, simple, and does its job."
  },
  {
    "id": "durendal",
    "type": "armor",
    "name": "DURENDAL Mobile Cuirass",
    "bonus": "Unarmed attack",
    "armor": 2,
    "edef": 8,
    "evasion": 8,
    "source": "IPS-N",
    "rarity": 2,
    "other": "Even while unarmed, a pilot wearing a Durendal counts as having a sidearm (1 kinetic damage, re-roll, range 3) and a light melee weapon (1 kinetic damage, re-roll, threat). They don't count against weapons a pilot can take with them on a mission.",
    "description": "IPS-N's DURENDAL-MC hardsuit is a popular choice for frontline marines, security forces, and mercenaries who expect to see high-fragmentation, high-kinetic combat. Built on top of a base, sealed suit of mixed anti-ballistic weave and insulated cordage, the DURENDAL features sloped core and dorsal plating, leg and groin plating, brachial plating with mounts for integrated systems and weapons, compatibility with any IPS-N helm, and total powered-system integration. the DURENDAL is IPS-N's signature frontline hardsuit, and through its modularity it is well-suited to space and terrestrial movement."
  },
  {
    "id": "goliath",
    "type": "armor",
    "name": "Goliath Weave",
    "bonus": "Bonus HP, increased strength",
    "source": "IPS-N",
    "rarity": 3,
    "hp_bonus": 5,
    "other": "A pilot must be wearing armor to benefit from this enhancement. While wearing this armor, a pilot gains +5 HP and can re-roll all Brawl checks, choosing the better result. They can lift items overhead or throw items up to size 1, and drag items up to size 2.",
    "description": "Goliath Weave is an innovative new approach to the standard IPS-N exoskeleton. A product of IPS-N's R&D campus on Vela, Goliath Weave is a woven, miniaturized, fiber-adjacent mesh augmentation that can be layered over extant structures in order to boost physical durability and strength."
  },
  {
    "id": "webbing",
    "type": "armor",
    "name": "Combat Webbing",
    "bonus": "Bonus weapon/gear",
    "source": "IPS-N",
    "rarity": 1,
    "other": "A series of straps and combat gear that allows the wearer to bring an extra weapon into battle past the 1-2 normally allowed, and also easily stash small items. If you like pouches, this one's for you.",
    "description": ""
  },
  {
    "id": "acherontia",
    "type": "armor",
    "name": "Acherontia Panoply",
    "bonus": "Extremely fast",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "speed": 6,
    "source": "SSC",
    "rarity": 2,
    "other": "",
    "description": "Named for the fine colors of the spring swift migration on Triaara I, a plains-paradise world in the SSC Constellation, the Acherontia Panoply is a lightweight hardsuit with minimal paneling over a tailored half- brigandine. Visible armored paneling is kept to a minimum, and without its helm, it is hard to tell that a pilot is even armored."
  },
  {
    "id": "mythimna",
    "type": "armor",
    "name": "Mythimna Panoply",
    "bonus": "Invisibility",
    "armor": 1,
    "edef": 10,
    "evasion": 10,
    "source": "SSC",
    "rarity": 4,
    "other": "This light hardsuit has a reactive weave that allows a wearer to turn invisible. A pilot can become invisible as an action. The invisibility breaks if a pilot takes damage or makes an attack roll. Used outside of combat, it lasts about 10 minutes before it must be recharged for another 10.",
    "description": "The Mythimna panoply is another light, minimalist design by SSC, built to support an anti-optic/photon platform that blends its user into any background environment."
  },
  {
    "id": "eloria",
    "type": "armor",
    "name": "Eloria Panoply",
    "bonus": "Flight",
    "edef": 10,
    "evasion": 10,
    "speed": 5,
    "source": "SSC",
    "rarity": 3,
    "other": "A pilot can use the integrated flight systems in this hardsuit to fly when they move or boost.",
    "description": "The Eloria is the heavier cousin of the Acherontia, a plate-forward brigandine with reinforced panels and contrast-color ablative cuirass built for rapid aerodynamic/null gravity movement. The Eloria system employs a move/arrest system of impulse thrusters to ensure a pilot using the Eloria's rapid-reposition capabilities always lands in the way they want."
  },
  {
    "id": "nerveweave",
    "type": "armor",
    "name": "Nerveweave",
    "bonus": "Gain bonus speed and evasion",
    "source": "SSC",
    "speed_bonus": 2,
    "evasion_bonus": 2,
    "rarity": 4,
    "other": "This enhancement can only be taken as a part of armor. While wearing this armor, a pilot gains +2 speed and +2 evasion.",
    "description": "Nerveweave blends fibers of HORUS-derived, SSC-modified greywash nanites with fibrous Sylph silk into a smart fabric capable of augmenting its wearer's movement. The predictive/kinetic capabilities of the greywash and semi-autonomous/symbiotic nature of the Sylph create an expensive, powerful system dedicated to reflexively protecting its pilot (within established parameters)"
  },
  {
    "id": "sylph",
    "type": "armor",
    "name": "Sylph",
    "bonus": "Semi-biological undersuit",
    "source": "SSC",
    "rarity": 1,
    "other": "This semi-biological, skin-tight undersuit can be worn for extended periods. In its natural form, it is translucent and semi-liquid, and can be stored easily. It cleans the body, aids its natural healing processes, and eliminates waste. Parts of it can be made opaque or translucent or change color or texture. It can cowl over the head, providing sealant from vacuum, high protection against radiation, and filtering of air or liquid, providing the ability to breathe water for a limited time.",
    "description": "Discovered on Acrimea IV, an SSC biome cultivar world, the Sylph is an organic lifeform that appears to find homeostasis in nearly any and all environments. Working with breeding-analogous methods familiar to SSC bioengineering doctrines, SSC developed Sylph Undersuits &emsp; sterile, living sylphs grown as an envelope, fitted to its owner. Once fitted, the Sylph bonds, creating a symbiotic relationship &emsp; it sustains itself off the waste products of its host, while protecting its host from a number of hostile environmental factors. It can be removed and stored when not in use, where it conforms to whatever container it is placed in."
  },
  {
    "id": "fallingwater",
    "type": "armor",
    "name": "“Falling Water” Overcoat",
    "bonus": "Smart, omni-net linked coat",
    "source": "SSC",
    "rarity": 1,
    "other": "This couture overcoat fits over any armor or clothing and is interwoven with infowebbing. It has full ominnet access, can display image, color, or video on its internal or external paneling, and has an integrated companion/concierge unit.",
    "description": "The FallingWater is a signature SSC sartorial anti-ballistic personal protective garment. Created with a charged magnetorheological hydrofiber and coached by an attendant comp/con, the FallingWater pre- adapts to incoming threats moments before they transfer their kinetic/thermal impulse upon its wearer."
  },
  {
    "id": "clothes",
    "type": "armor",
    "name": "Plain clothes",
    "bonus": "",
    "edef": 10,
    "evasion": 10,
    "source": "GMS",
    "rarity": 0,
    "other": "",
    "description": ""
  },
  {
    "id": "ambrosia",
    "type": "gear",
    "source": "GMS",
    "name": "Ambrosia Reservoir",
    "description": "Typically collar-mounted, an Ambrosia Reservoir carries a two-week complement of flavored or unflavored Ambrosia, a fuel-paste that can keep pilots fed and hydrated in emergency situation.",
    "rarity": 0
  },
  {
    "id": "antiphoton",
    "type": "gear",
    "source": "GMS",
    "name": "Antiphoton Visor",
    "description": "Flash/light protection, commonly found among breach teams, solar- forward operators. Effective against flash weapons, intense UV light, and incidental charge from energy weapons.",
    "rarity": 0
  },
  {
    "id": "camocloth",
    "type": "gear",
    "source": "GMS",
    "name": "Camo Cloth",
    "description": "A 5x5 square of reactive material that slowly shifts to reflect the environment around it. The effect takes about 10 seconds to complete, and makes anything hidden underneath very hard to spot.",
    "rarity": 0
  },
  {
    "id": "concussion",
    "type": "gear",
    "source": "GMS",
    "name": "Concussion Grenade",
    "uses": 2,
    "description": "Grenades that detonate for a burst of concussive energy and a bright flash on impact. A pilot can throw a concussion grenade at any point in range 5 as an action. It detonates on impact in a blast 1 area. Make an attack roll against each target caught in the area, on hit, the target is stunned until the start of your next turn. Does not affect mechs or targets larger than human-sized.",
    "rarity": 0
  },
  {
    "id": "corrective",
    "type": "gear",
    "source": "GMS",
    "name": "Corrective",
    "uses": 1,
    "description": "This clear, plastic-sheet like medical deployable can be attached to severely wounded pilot, where it instantly begins stabilizing them, injecting medicine, and deploying nanites to stitch shut wounds. A corrective can be applied to any pilot that's Down and Out to instantly bring them back to consciousness at 1⁄2 HP as if they had taken a rest.",
    "rarity": 0
  },
  {
    "id": "rations",
    "type": "gear",
    "source": "GMS",
    "name": "Extra Rations",
    "description": "Pilot rations are typically no better than their nautical antecedents - hard tack and nutritious paste. It's not uncommon for pilots to store extra food or luxuries such as chocolate, coffee, alcohol, or canned or dried goods from their home world",
    "rarity": 0
  },
  {
    "id": "frag",
    "type": "gear",
    "source": "GMS",
    "name": "Fragmentation Grenade",
    "uses": 2,
    "description": "A pilot can throw a frag grenade at any point in range 5 as an action. It detonates on impact in a blast 1 area. Make an attack roll against each target caught in the area, on hit, it deals 2 explosive damage.",
    "rarity": 0
  },
  {
    "id": "printer",
    "type": "gear",
    "source": "GMS",
    "name": "Handheld Printer",
    "description": "A miniaturized version of the much larger Union printers, can make simple objects out of a flexible and durable plastic as long as you have the pattern chip for them.",
    "rarity": 0
  },
  {
    "id": "magclamps",
    "type": "gear",
    "source": "GMS",
    "name": "Mag-clamps",
    "description": "These clamps attach easily onto any metal surface, giving good maneuverability in zero-g or when repairing mechs. Can be fitted to boots.",
    "rarity": 0
  },
  {
    "id": "spray",
    "type": "gear",
    "source": "GMS",
    "name": "Nanite Spray",
    "description": "This spray paint can be sprayed on any surface. It is invisible to the naked eye but can be used to transmit a simple message or limited data packets when scanned",
    "rarity": 0
  },
  {
    "id": "omnihook",
    "type": "gear",
    "source": "GMS",
    "name": "Omnihook",
    "description": "A bulky, miniaturized, portable field omninet terminal that allows for communication, data transfer, and limited hotspotting. Very valuable. Most mech teams have at least one of these, mounted or carried by a designated operator. Tuning an omnihook requires a high degree of skill.",
    "rarity": 0
  },
  {
    "id": "patch",
    "type": "gear",
    "source": "GMS",
    "name": "Patch",
    "uses": 1,
    "description": "‘Patch' is a catch all term for sprayable medi-gel, instant-acting medical patches, or other first aid gear. Using a patch takes a full action and restores 1⁄2 your pilot's HP (round up). It can be used on another adjacent pilot for the same effects, and although it can heal a down and out pilot, it won't bring them back to consciousness. Has no effect on mechs.",
    "rarity": 0
  },
  {
    "id": "drone",
    "type": "gear",
    "source": "GMS",
    "name": "Personal Drone",
    "description": "A small, non-combat drone. Fairly noisy, but can fly with good maneuverability up to half a mile without losing signal and can relay audio and visual information.",
    "rarity": 0
  },
  {
    "id": "bag",
    "type": "gear",
    "source": "GMS",
    "name": "Sleeping Bag",
    "description": "Compact enough to fit in a mech cockpit, highly resistant to changes in temperature. Some mech pilots swear by them as emergency fire protection",
    "rarity": 0
  },
  {
    "id": "scope",
    "type": "gear",
    "source": "GMS",
    "name": "Smart Scope",
    "description": "A powerful electronic scope that can give good vision up to two miles away, automatically adjusts its reticle for wind, gravity, and pressure. Can be paired with other thermal, optical, or simulated-vision devices to allow for more precise targeting. Can project its FoV and all data to a user or networked user's HUD.",
    "rarity": 0
  },
  {
    "id": "speakers",
    "type": "gear",
    "source": "GMS",
    "name": "Sound System",
    "description": "Though not strictly necessary, many mech pilots hook up internal speakers to give them a clear line to their compatriots during combat, or simply play music",
    "rarity": 0
  },
  {
    "id": "stims",
    "type": "gear",
    "source": "GMS",
    "name": "Stims",
    "uses": 3,
    "description": "These chemical stimulants are sometimes administered automatically by built-in injectors in a pilot's suit, or even their body. Choose one when you take a stim:  <br>Kick: Keeps a pilot awake and alert for up to 30 hours.<br>Freeze: Keeps a pilot calm and emotionally stable, deadens fear or other strong reactions. <br>Juice: Heightens senses, alertness, dispels fatigue, and shortens reaction times. Known to occasionally provoke rage in some users.<br>Uncontrolled use of any stims can be addictive and dangerous to health in the long term and is a problem for some pilots.",
    "rarity": 0
  },
  {
    "id": "arm",
    "type": "gear",
    "source": "GMS",
    "name": "Tertiary Arm",
    "description": "A powered third arm, mounted on a bracket on the hardsuit. Can be equipped with a manipulator to allow for fine motor control, fitted with a weapon to allow for greater combat efficacy, or a specialty tool. It is powered, and controlled via the same neurological bridge processes that lets hardsuits respond to user input.",
    "rarity": 0
  },
  {
    "id": "thermal",
    "type": "gear",
    "source": "GMS",
    "name": "Thermal Charge",
    "uses": 1,
    "description": "This charge can be planted on any free space for a full action, and detonated remotely as an action. Once detonated, it explodes in a blast 1 area. Attack all targets in the area, aim vs evasion, for 3 AP energy damage. This deals double damage to objects such as doors, walls, and automatically hits them.",
    "rarity": 0
  },
  {
    "id": "survivalkit",
    "type": "gear",
    "source": "GMS",
    "name": "Wilderness Survival Kit",
    "description": "Contains many of the essentials for surviving in a hostile environment - rebreather, water filter, backup environmental suit, bivouac kit, etc",
    "rarity": 0
  },
  {
    "id": "kcal",
    "type": "gear",
    "source": "IPS-N",
    "name": "K-Cal Wafer",
    "description": "Provides a full day's worth of sustenance in compact form. Nobody can vouch for the taste.",
    "rarity": 1
  },
  {
    "id": "nullrad",
    "type": "gear",
    "source": "IPS-N",
    "name": "Null-Rad Caps",
    "description": "Anti-radiation medication for extended interstellar trips. If taken in concentrated form, a pilot can pass through areas of high or even deadly radiation for around an hour, with relative safety.",
    "rarity": 1
  },
  {
    "id": "lifesaver",
    "type": "gear",
    "source": "IPS-N",
    "name": "Lifesaver",
    "description": "A personal transponder and vacuum movement device, in case you get spaced. The lifesaver compacts to a tiny pack that can be strapped on the body, provides good EVA movement, and once deployed has power for several days.",
    "rarity": 1
  },
  {
    "id": "stabilizers",
    "type": "gear",
    "source": "IPS-N",
    "name": "Vascular Stabilizers",
    "description": "A custom drug cocktail that helps the human body deal with combat- rated gee forces; ensures blood movement to brain, mixed with a suite of anti-nausea and anti-fatigue drugs. When you take them, until the end of the current challenge, you can re-roll any Down and Out check you make, though you must choose the second result.",
    "rarity": 2
  },
  {
    "id": "infoskin",
    "type": "gear",
    "source": "SSC",
    "name": "Infoskin",
    "description": "This reactive, synthetic polymer bonds easily to real skin and hair. It responds to electronic signals and can rapidly change color, texture, or even contort or distort, allowing a wearer to make minor changes in their appearance such as facial features, hair color, or makeup patterns with a linked program.",
    "rarity": 1
  },
  {
    "id": "panacea",
    "type": "gear",
    "source": "SSC",
    "name": "Panacea",
    "description": "This fast healing injectable derived from the Sylph protects its host from disease and promotes rapid healing. This gives 1 use. When injected as a quick action, heals a pilot to full HP, but the shock means a pilot is stunned until the end of their next turn",
    "rarity": 3
  },
  {
    "id": "prosocollar",
    "type": "gear",
    "source": "HORUS",
    "name": "Prosocollar",
    "description": "A collar-like device that fits snugly around the neck and projects a holographic image over your face and head. The collar can change your voice and scramble or change your appearance. It doesn't stand up to close inspection, but it's very easy to fool electronic systems or people at a distance.",
    "rarity": 1
  },
  {
    "id": "projector",
    "type": "gear",
    "source": "HORUS",
    "name": "Dream Projector",
    "description": "This small, puck-like system can be deployed or thrown to a point within range 4 as a quick action and remotely activated as another action. While deployed and active, it can project extremely convincing holographic images within 2 spaces of its location of nearly any size that could fit in that space. If inspected closely, a Tech or Swindle pilot action might be required to maintain the illusion.",
    "rarity": 1
  },
  {
    "id": "ses",
    "type": "gear",
    "source": "HORUS",
    "name": "Subjectivity Enhancement Suite",
    "description": "Cybernetic implants that allow you to hack without gear or a rig. While you have these implants, you can extrude cables or ports from within your body to plug in and experience an alternate reality interface that provides full interactivity and omninet access.",
    "rarity": 1
  },
  {
    "id": "p2",
    "type": "gear",
    "source": "HORUS",
    "name": "Player_Two",
    "description": "With this implant, you can hand complete control of your body's motor functions over to an NHP, allowing you to sleep, rest, or relax while it performs tasks. It's not skilled enough to pilot a mech in combat or perform very complex tasks, but it can pilot your mech out of combat and perform certain tasks or work such as cooking, administrative work, data entry, mech repair, piloting a ship or driving, or other mundane tasks. It can also imitate you and your personality fairly well, though not to a degree that someone who knows you well would be fooled in the slightest.",
    "rarity": 1
  },
  {
    "id": "dataplating",
    "type": "gear",
    "source": "HA",
    "name": "Dataplating",
    "description": "Linked jewelry/faceplates that allow sub-vocal communication and augmented reality. Dataplates can quickly translate many languages, and anyone with a dataplate can talk to any other person with a dataplate without vocalizing, creating something eerily similar to telepathy.",
    "rarity": 1
  },
  {
    "id": "flexsuit",
    "type": "gear",
    "source": "HA",
    "name": "Flexsuit",
    "description": "A strong, under-clothing suit that recycles water, generates nutrients, and adapts very rapidly to hostile environs, keeping its wearer in a state of stability and extending their survivability. Very good for colonists adapting to a new environs.",
    "rarity": 1
  },
  {
    "id": "sleepsuit",
    "type": "gear",
    "source": "HA",
    "name": "Sleep suit",
    "description": "Once activated, the suit can put an individual into a state of human hibernation for 3 hours and up to 6 months, lowering their vital signs to almost nothing, relieving them of the need for food, air, or sleep, and halting the process of any diseases. During the first 10 minutes, the suit extrudes a hardened polymer around the sleeper, protecting them from impact and making them resistant to all damage.",
    "rarity": 1
  },
  {
    "id": "hlnl",
    "type": "gear",
    "source": "HA",
    "name": "Hold/Lock Nonlethal",
    "description": "This mine can be planted in a free adjacent space as an action, and detonated remotely as an action. It can also be set to detonate once any target moves adjacent to it. Once detonated, any target caught in a burst 1 zone around the mine is stunned and immune to all damage until the end of their next turn. Mechs cannot be affected.",
    "rarity": 1
  },
  {
    "id": "dropshield",
    "type": "gear",
    "source": "HA",
    "name": "Dispersal Dropshield",
    "description": "This shield can be deployed as an action in a free adjacent space. Once deployed, it creates a burst 2 zone around it. Ranged attacks against all non-mech targets size 1⁄2 or smaller in the zone suffer from +1 difficulty. The shield deactivates after the current challenge and must recharge on a full repair.",
    "rarity": 2
  }
]