[
  {
    "id": "ai",
    "name": "AI Specialist",
    "description": "You were heavily involved in the study, manifestation, creation, or maintenance of a prime Non Human Person (NHP). Do you have a personal connection to that prime NHP now? Did you interact with that NHP as a scientist or engineer would, or as priest or shaman would? How do you view non-human intelligence now, in your role as a pilot? What division did you work in — ontologics, paracausal psych, interpellation, or quality control? How do clones of that NHP perceive you? What secrets do you know of their production and training? How do you view shackling, cycling, cascade, and the Yellow King Dilemma? Are you aware of Monist-1? Do you still have contacts in Union’s various associated bureaus?",
    "triggers": "Stay Cool, Read a Situation, Invent or Create, Investigate"
  },
  {
    "id": "celebrity",
    "name": "Celebrity",
    "description": "You were a figure in the public eye. Were you an actor? A singer? An artist? An athlete? A politician? The public face of a corporate or military advertising campaign? In your previous life you couldn’t go anywhere without the paparazzi hovering nearby. How are you adjusting to your new life as a pilot? Did you volunteer, or were you conscripted? Can you still practice your art, your craft, your profession, or is the rigid military structure not amenable to you pulling double-duty?",
    "triggers": "Charm, Pull Rank, Lead or Inspire, Threaten"
  },
  {
    "id": "colonist",
    "name": "Colonist",
    "description": "You were a colonist on the frontier, one of the first generations to be born on a newly settled world. You’re used to the demands of a frontier life and know well the precarious position most homesteaders live in. Why did you leave? Were you forced to flee as a refugee? Did you choose to enlist? And what of the home you left behind - is the colony still there? Is your family still there? How familiar are you with the luxuries of Core worlds? Do you find other cultures difficult to deal with, or are you fascinated by humanity's wealth of cultural expression? Do you carry reminders of home? Or do you curse its name? Is your colony world in a galactic backwater, or is it a fresh colony in a populated, high-traffic area of space? What ring is your colony located in?",
    "triggers": "Word on the Streets, Spot, Survive, Patch"
  },
  {
    "id": "criminal",
    "name": "Criminal",
    "description": "You were a criminal, small time or master. Did you work for corporate clients? A criminal organization? For yourself? Did you mug pedestrians in the dark underbelly of a massive city, or did you slip, unnoticed, into corporate databases to steal data? Did you do it for personal gain, or just to feed your family? How did you find yourself in this life, and how did you become a pilot? Did you operate with a code of honor? Were you loyal to a single family, or to a small crew, or to a politician or ideology? Did you operate in the shadows, or could you do your work in the daylight, unafraid of consequences? Why did you decide to get out -- a bad job? Witness protection? Are your former employers or crew still around? What connections do they have, and how to they view you now? What — if anything -- haunts you?",
    "triggers": "Threaten, Apply Fists to Faces, Word on the Street, Take Control"
  },
  {
    "id": "hacker",
    "name": "Hacker",
    "description": "You specialized in information warfare and data espionage, whether for your own gain or the benefit of your employers. How did you come to this life? Did you grow up plugged in to the Omninet, or did you come to it late? How well-versed in the hidden places, tricks, and secrets of the Omninet are you? How notorious were you before you became a pilot, and are you still? Beyond just Omninet hacking -- how adept at other network manipulation are you? Can you manipulate discrete systems, genetic code, or some other specialized digital or mechanical environments? What secrets have you gained access to? Are you known to other hackers — notorious or celebrated?",
    "triggers": "Act Unseen and Unheard, Get a Hold of something, Hack or Fix, Invent or Create"
  },
  {
    "id": "farfield",
    "name": "Far Field Team",
    "description": "You were a member of a Union Far Field Team, working on the frontier and on the edge of civilization to evaluate strange worlds and planetoids for anomalies, interesting discoveries, and habitability. What have you seen on the wild frontier? How many worlds have you traveled? Did you survey with a small team, or a large one? Where is your homeworld? Is there a grail world, an Eden out there that you seek? What drives you to exploration? What secrets — if any — have you encountered on your long-range surveys? Do you remain in contact with your old team members, if they are still alive? As a former (or current!) FFT member, you're a Cosmopolitan — what time was and is “your” time? How atemporal do you feel? Was your interest in the frontier mystical, scientific, simply curious, or spurred on by something else? Is there a legend you heard of, out there in the dark, that you long to find (or are terrified of encountering)?",
    "triggers": "Survive, Investigate, Spot, Charm"
  },
  {
    "id": "mechanic",
    "name": "Mechanic",
    "description": "Grease Monkey, Wrench, Union man. You were a mechanic prior to becoming a pilot. Did you work in space, swaddled in an EVA rig, patching up damaged starships? Did you work planetside in a motor pool, tuning trucks and haulers? Did you fix up mechs torn by battle, dreaming of one day piloting your own? Did you own your own garage, or did you work for someone? Were you military, corporate, or a member of a caste or union? How handy are you in the field? Is there a side project you've been working on?",
    "triggers": "Hack or Fix, Get Somewhere Fast, Get a Hold of something, Blow Something Up"
  },
  {
    "id": "media",
    "name": "Medic",
    "description": "You were a civilian medical expert in your old life. You might have worked in a colony, on a Core world, for a corporation, or for a noble family -- how did you wind up piloting a mech? What was your specialty? Did you work in research, care, or trauma? Did you love the life and take your oath seriously, or did you see yourself as an organic mechanic? Did you operate a small frontier practice, or work in a blink station urgent care center, or in a massive hospital campus? Were you a white coat, or an EMT? Is there a memory that haunts you, or a memory of a life saved that you return to?",
    "triggers": "Patch, Assault, Read a Situation, Stay Cool"
  },
  {
    "id": "merc",
    "name": "Mercenary",
    "description": "Soldier of fortune. Have gun, will travel. You and your kit were available for the highest bidder. Did you work alone or with a crew? Did you all have a ship? Did you pilot your own mech? What was your code of honor, if you had one? Why did you decide to leave the mercenary life? Are there old company mates of yours kicking around? Did you have a rival company, or other enemies made as a result of your work? Was there a job that went bad, or a job that actually was that “One Last Job”? What pushed you to the mercenary life -- riches? A desire for power? Adventure? Desperation? Do you remember that time fondly, or do you never speak of it?",
    "triggers": "Threaten, Blow Something Up, Take Control, Apply Fists to Faces"
  },
  {
    "id": "outlaw",
    "name": "Outlaw",
    "description": "Your beginnings were humble, born on the edge of cultivated space or under the looming towers of Core worlds, forgotten until you reached out and took what was owed. Some might call you a criminal, a thief, an outlaw, but you just call it like it is: if they hadn’t denied you bread, you never would have taken it from them. Were you a brute or a raconteur? A charmer or a monster? Were your actions motivated by ideology, need, desire, or some combination of those three? Who defined you as an \"outlaw\", and who saw you as a hero? Is there a bounty on your head?",
    "triggers": "Show Off, Take Someone Out, Charm, Survive"
  },
  {
    "id": "noble",
    "name": "Noble",
    "description": "You are a member of your world’s noble class, destined from birth to ascend to power. From what authority does this ordainment come? Was it a god? An ancestor? An ancient text? Some annual rotation? Is power passed patrilineally or matrilineally? Are you the first to establish your nobility, or are you the last of your house? Or are you a son or daughter from a well-established and sturdy line? Are you the heir, or just a middle child? What’s your relationship with your noble parents? Know that Union disregards titles of nobility in its armed forces - your status on your world is just background noise. How do you take this change of status?",
    "triggers": " Pull Rank, Lead or Inspire, Read a Situation, Show Off"
  },
  {
    "id": "penal",
    "name": "Penal Colonist",
    "description": "You were exiled to a penal colony for a sentence of hard labor. Following the legal abolition of penal colonies under the Third Committee, the world you were doomed to was “liberated” -- though nothing seemed to change on the ground much until Union’s relief ships finally arrived. Freed now in practice, the off-limits areas of the once-prison were made open to you -- did you stay? Or did you choose to leave, and try and find your way back home? Were you guilty or innocent of your crimes? Penal colonies were harsh, unforgiving environments -- was yours monitored by an authority, or was it relegated to anarchy even before Union's abolition of the PC system? Was there some kind of rudimentary society set up there? Did others make it off world? Did you have enemies there? Did they make it off-world? And what of your family -- did you have one before your sentence? What has become of them, or do you know?",
    "triggers": "Survive, Apply Fists to Faces, Word on the Streets, Spot"
  },
  {
    "id": "priest",
    "name": "Priest",
    "description": "You were a priest in your old life, either from a large, pan-galactic religion, or a smaller sect or cult. Were you in hermitage? Did you live celibate in a monastery? Did you wear simple cloth robes, or majestic vestments? What restrictions were placed upon you by your church? Were you a member of a prominent religion, or a secretive, outlawed one? What manner of respect was afforded to you as a member of the cloth, and was it your choice to join their ranks? How did you come to serve as a pilot? Did you minister one of the Terran faiths, born on Cradle and carried for millennia? Or have you preached a Cosmopolitan faith, one born in the stars and the void of interstellar space? Or perhaps you ministered an obscure faith to a small flock on the frontier, or in the urban canyons of a Core world? Have you kept your faith, or lost it? If you know of RA and Metat Aun, what do you think of them? And NHPs?",
    "triggers": "Read a Situation, Stay cool, Take control, Lead or Inspire"
  },
  {
    "id": "scientist",
    "name": "Scientist",
    "description": "You were a scientist, private or public, in the lab or in the field. What was your area of expertise and how long have you been practicing? Where did you go to school, and what’s your relationship with that institution? Do you have rivals, are you well-known, or are you relatively obscure? How did your home society perceive science? How did you become a pilot?",
    "triggers": "Investigate, Invent or Create, Get a Hold of Something, Blow Something Up"
  },
  {
    "id": "soldier",
    "name": "Soldier",
    "description": "Grunt. GI. Enlisted. Man-at-Arms. You were a rank-and-file soldier for a planetary defense force, a local militia, national army, or king’s own. How long did you serve before your Union call-up? What specialty was your focus? Have you seen combat before, or are you green? Are you a volunteer, a conscript, a member of a warrior caste? Is soldiering a proud family, civic, or religious tradition, or is this a life that you regret? Where are the other soldiers from your old squad, and what is your relationship with them like?",
    "triggers": "Assault, Blow Something Up, Pull Rank, Take Control"
  },
  {
    "id": "spacer",
    "name": "Spaceborn",
    "description": "You grew up on a space station, in tight quarters and small populations, surrounded by the unforgiving hard vacuum of space. Were resources scarce or plentiful? Was your station isolated, or was it a system (or galactic!) hub? Was it parked in the endless night of deep space, or was it in orbit above a planet, moon, or other stellar body? Was it entirely man-made, or was it built into an asteroid or moon? Did you grow up watching great ships dock and depart, exposed to the thousands of languages and cultures of the galaxy, dreaming of exploration, or did you grow up in dark, rocky halls, ignorant of the galaxy outside? In short, what was life like where you grew up, why did you leave, and can you go back?",
    "triggers": "Survive, Hack or Fix, Get Somewhere Fast, Stay Cool"
  },
  {
    "id": "specops",
    "name": "Spec Ops",
    "description": "You were a spy or assassin, working alone, or else a member of an elite unit, meant to work behind enemy lines with little or no support, in a small squad, with the best equipment your military would trust you with. Your missions were long, dangerous, and never publicized. If a soldier is a hammer, you were a scalpel; the organization you served in was spoken in whispers around military barracks and academies both.",
    "triggers": "Act Unseen and Unheard, Take Someone Out, Spot, Stay Cool"
  },
  {
    "id": "super",
    "name": "Super Soldier",
    "description": "You are the result of a corporate or state project to create a better soldier through biological enhancement, gene therapy, neurological enhancement, or simply extreme conditioning. Were you raised from birth to become what you are, or did you volunteer as an adult for a super soldier program? Was the project sanctioned or not? Did it succeed? Have you tested your abilities in the field, or are you unproven and eager to see what you can do? Since the rise of the Third Committee, fewer programs like the one that gave birth to you still operate — is this something you’re happy about, or do you think it weak of Union to hold back? Many “super soldiers” came from and continue to be produced through Harrison Armory’s facsimile programs — are you one such person? What is your relationship to your makers? Is there a family that doesn't know you exist? Or are you from a line of siblings that was mass-produced? Were you liberated, did you surrender, or are you still in the service of the state, noble, or corporate master you were made to serve?",
    "triggers": "Apply Fists to Faces, Get Somewhere Fast, Assault, Read a Situation"
  },
  {
    "id": "pilot",
    "name": "Starship Pilot",
    "description": "You flew a starship, civilian, corporate, military or otherwise. You may have piloted a freighter, a fighter, a shuttle, or a larger ship. Did you have a run that you frequented, or did you fly anywhere? Did you have a crew, or were you a member of one? What happened to your ship? What kind of flying did you do? Did you stick to low and mid-orbit shuttle runs? Was there a rival service, pilot, or group of pilots that you had friction with? What was your callsign, and were you known or obscure? Have you worked with NHPs before? Have you flown in combat before? Are you a Cosmopolitan — and if so, when was your time? Have you ever encountered the Voladores or seen anything strange out in interstellar or blinkspace?",
    "triggers": "Get Somewhere fast, Show Off, Get a Hold of something, Hack or Fix"
  },
  {
    "id": "worker",
    "name": "Worker",
    "description": "Ultimately, empire only functions when labor clocks in. Labor mines the raw materials, labor fashions stone and metal and organic matter into bolts and screws and glue, labor designs the patterns for printers, labor shapes and welds and hammers and builds. Without the labor of trillions, all progress would grind to a halt. Before you set down the wrench and picked up a helm, did you work in the fields, the factories, the shipyards, the mines, or somewhere else? What was your life like before you began training? Why did you leave? Will you return? Was there a project you worked on that you're especially proud of? Do you have an old crew back on the clock? What world did you call home, and what were the working conditions there?",
    "triggers": "Get word on the streets, Stay Cool, Lead or Inspire, Invent or Create"
  }
]