[
  {
    "id": "fists",
    "trigger": "Apply Fists to Faces",
    "description": "Get a bonus when you’re applying fists to faces",
    "detail": "Punch someone in the face, or alternately fight in open, brutal unarmed combat, whether it’s a fist fight, martial arts duel, or a huge brawl. This is never subtle, never clean, and probably causes a lot of noise.",
    "family": "str"
  },{
    "id": "assault",
    "trigger": "Assault",
    "description": "Get a bonus when you’re assaulting a position, person, or group of people (in battle or otherwise), hard, fast, and up close",
    "detail": "Take part in direct and overt combat: fighting your way through a building packed with hostile mercenaries, trading shots between rain-slick trenches, fighting in chaotic microgravity as part of a boarding action, or engaging the enemy in the smoking urban rubble of a city under orbital bombardment — When you assault, you’re always assaulting something (a position, a rival pilot, an enemy force, a group of guards), and it’s always loud, open, direct action.",
    "family": "str"
  },{
    "id": "blowup",
    "trigger": "Blow Something Up",
    "description": "Get a bonus when you want to blow something up",
    "detail": "Use explosives (improvised or otherwise), weapons, or maybe just good old fashion brawn to totally wreck something or turn it into an enormous fireball (maybe a wall, sensor array, outpost, reactor core - the good stuff). Probably not to be used against people unless they’re incidentally in the way.",
    "family": "str"
  },{
    "id": "threaten",
    "trigger": "Threaten",
    "description": "Get a bonus when you’re forcing someone’s hand by threatening them",
    "detail": "Use force or threats of force to get someone to do what you want them to do. Name what you want someone to do and what you’re going to do to them if they don’t listen to you. This could also be blackmail, leverage, or something similarly nasty. Threatening someone can be very high risk but very effective if successful - either way there’s likely no repairing the relationship afterwards. If you threaten someone unsuccessfully, your threats have no further effect on them unless you change something about the situation (as with all other skill checks).",
    "family": "str"
  },{
    "id": "control",
    "trigger": "Take Control",
    "description": "Get a bonus when you want to take control of something (an object, a captive, the situation)",
    "detail": "Use force, violence, presence of will, or direct action to take control of something. This is often something concrete, like an object someone is holding. You could take control of someone’s gun or a keycard they have on their person. You can additionally can take control of a situation to force those present to listen, calm down, stop moving, or stop what they’re doing (perhaps for their benefit), though you can’t necessarily force them to do anything further without threatening them. Taking control is never subtle.",
    "family": "str"
  },{
    "id": "survive",
    "trigger": "Survive",
    "description": "Get a bonus when you want to survive through harsh or unforgiving conditions",
    "detail": "Persevere through harsh, hostile, or unforgiving environments, such as the vacuum of space, frozen tundra, a pirate enclave, a crime-ridden colony, untamed wilderness, or scorching desert. You most often use survive when you want to take a journey through wilderness environments, navigate, or avoid natural hazards such as carnivorous wildlife, rockfalls, thin ice, or lava fields. Alternately you could use it to avoid man-made hazards, such as navigating a city safely, or avoiding dangerous areas of a space station. You could also use it when testing personal endurance, such as shaking off poison or alcohol.",
    "family": "str"
  },{
    "id": "cool",
    "trigger": "Stay Cool",
    "description": "Get a bonus when you want to stay cool and collected while performing an action that takes skill or precision",
    "detail": "Do something that requires concentration, speed, or intense precision under pressure, like picking a lock as your squad trades fire with encroaching guards, avoiding a hostile memetic code while hacking a secure console, carefully disarming an explosive, or unjamming a gun under fire. If you’ve got to do something complicated in a high stress situation without messing up (and possibly not even breaking a sweat) this is the action to use.",
    "family": "dex"
  },{
    "id": "takeout",
    "trigger": "Take Someone Out",
    "description": "Get a bonus when want to take someone out, cleanly",
    "detail": "Kill or disable someone quickly and quietly, from up close and personal or from a distance, probably before they even notice. This is probably a single person but could be two people relatively close together (any more is sort of stretching it and definitely risky). If you’re looking down a sniper scope at a target, preparing to nerve pinch a guard to knock them out instantly, quick-drawing during a gun duel, or dropping from a ceiling to slit a throat, this is the action to use.",
    "family": "dex"
  },{
    "id": "flash",
    "trigger": "Show Off",
    "description": "Get a bonus when you want to show off your skills, like shooting an apple off someone’s head",
    "detail": "Do something flashy, cool, or impressive, usually (but not exclusively) with your weapon, like shooting a very small or rapidly moving target, shooting someone’s hat off or their weapon out of their hand, knocking someone out by throwing a gun at them, performing an acrobatic flourish with a sword, throwing a spear to pin a fleeing target to the ground, and so on.",
    "family": "dex"
  },{
    "id": "fast",
    "trigger": "Get Somewhere Quickly",
    "description": "Get a bonus when you want to get somewhere fast, on foot or in a vehicle",
    "detail": "Get somewhere without complications and with speed, but not necessarily stealth. Climb, swim, or perform acrobatic maneuvers in an attempt to reach a destination faster than the ‘safe’ way. Fall safely from a great height. Move gracefully in zero-g. Chase or flee, outrun, or out pace a target. Get somewhere faster than anyone else. You can also use this when you want to drive or pilot a vehicle.",
    "family": "dex"
  },{
    "id": "unseen",
    "trigger": "Act Unseen and Unheard",
    "description": "Get a bonus when you want to act unseen and unheard",
    "detail": "Get somewhere or do something without being detected, but not necessarily with speed. Hide, sneak, or move quietly. Infiltrate a facility while avoiding security, patrols, or cameras. Perform a quick action or maneuver without being seen or heard, such as picking a pocket, unholstering your gun, or cheating at cards. Wear a disguise.",
    "family": "dex"
  },{
    "id": "hackfix",
    "trigger": "Hack or Fix",
    "description": "Get a bonus when you want to hack or fix a system or device",
    "detail": "Repair a device or faulty system. Alternately, hack it wide open, or totally wreck, disable or sabotage it. You can use this for hacking or safeguarding electronic systems, such as electronic door locks, computer systems, omninet webs, or NHP coffins.",
    "family": "int"
  },
  {
    "id": "patch",
    "trigger": "Patch",
    "description": "Get a bonus when you want to patch a bleeding wound",
    "detail": "Apply your medical knowledge to administer medication, bandage a wound, staunch bleeding, suture, cauterize, neutralize poison, or resuscitate. Alternately, you could use it to diagnose or study disease, pathogens, or illness.",
    "family": "int"
  },{ 
    "id": "invent",
    "trigger": "Invent or Create",
    "description": "Get a bonus when you want to invent or create something with tools and supplies",
    "detail": "Generally speaking, you need tools and supplies to invent or create something successfully. Use this with many downtime actions to work on projects. You can also use it in the spur of the moment to invent new devices, tools, or approaches to something (improvised explosives, gear, disguises, or some similar).",
    "family": "int"
  },{
    "id": "readsituation",
    "trigger": "Read a Situation",
    "description": "Get a bonus when you want to read a situation for subtext, motive, or threat",
    "detail": "Look for subtext, motive, or threat in a situation or person, often social situations. Use your intuition to learn someone’s motivation, learn who is really in charge, or who is about to do something rash or stupid. Get a gut feeling about a situation or person. Sense if someone is lying to you.",
    "family": "int"
  },{
    "id": "spot",
    "trigger": "Spot",
    "description": "Get a bonus when you want to spot hidden details, track a target, make out distant objects, or observe with an eagle eye",
    "detail": "Spot hidden or difficult to make out details, objects, or people. Spot ambushes, hidden compartments, or disguised individuals. Spy on a target from a distance, or make out the details, shape, and number of objects, vehicles, mechs, or people clearly at a distance. Track people or vehicles.",
    "family": "int"
  },{
    "id": "investigate",
    "trigger": "Investigate",
    "description": "Get a bonus when you want to investigate, research a subject, or look at something in great detail",
    "detail": "Research a subject, or look at something in great detail. If you can’t find information directly, you learn how you can get access to that information. Learn about a subject of historical relevance, or become well-read on a subject. Investigate a mystery or solve a puzzle. Locate a person or object through research or investigation.",
    "family": "int"
  },{
    "id": "charm",
    "trigger": "Charm",
    "description": "Get a bonus when you want to charm an audience with your words or actions",
    "detail": "To charm, you need a receptive audience, or some kind of promise of leverage (money, power, personal benefit, etc). You can use it when trying to smooth talk your way past guards, get someone on your side, sway a potential benefactor, talk someone down, perform diplomacy between two parties, or blatantly lie to someone. You can also use it when trying to impersonate someone. Charm won’t work on people that aren’t receptive (such as soldiers you are in a gunfight with) or that you don’t have leverage over (promises of safety, money, power, recompense, help, etc). These promises don’t necessarily have to be true but they have to have some weight with your target.",
    "family": "int"
  },{
    "id": "rank",
    "trigger": "Pull Rank",
    "description": "Get a bonus when you want to pull rank on someone",
    "detail": "Pull rank on a subordinate, getting information, resources, or aid from them, even unwillingly. You can use this on anyone your social status (noble, celebrity, etc) or military rank would have weight with. Failing this might be risky and could be seen as abusive. You typically can’t pull rank on hostile targets. You could also use this to pretend to have a rank you don’t have, but it’s definitely risky.",
    "family": "cha"
  },{
    "id": "streets",
    "trigger": "Word on the Streets",
    "description": "Get a bonus when you want to get the word on the streets",
    "detail": "Get gossip, news, or hearsay from the streets. What you get depends on what ‘streets’ you are getting word from (high society, low society, hearsay, military chatter, etc). This probably takes a lot less time than investigating something in detail, but the information might be more qualitative or colored by opinion (sometimes that might be useful). You can always learn where the information came from or who to go to next.",
    "family": "cha"
  },{
    "id": "gethold",
    "trigger": "Get a Hold Of",
    "description": "Get a bonus when you want to get a hold of useful allies, assets, or connections",
    "detail": "Acquire useful allies, assets, or connections through wealth or social influence. This could be permanent (buying it or receiving it) or temporary (renting or borrowing help or supplies, etc), and might be harder or easier depending on how much you want to use it. This can’t be used for something that’s normally gated by license level (like mech parts) but could be used for aid, supplies, information, food materials, soldiers, or anything else that has more narrative impact. Typically this is acquired by buying it from a market or requisitioning it from a parent organization.",
    "family": "cha"
  },{
    "id": "lead",
    "trigger": "Lead or Inspire",
    "description": "Get a bonus when you want to lead or inspire allies, troops, or a whole organization",
    "detail": "Give an inspiring speech, or motivate a group of people into action. Administer or run an organization efficiently or effectively, such as a company, a ship’s crew, a group of colonists or a mining venture. Effectively command a platoon of soldiers in battle, or (perhaps) an entire army.",
    "family": "cha"
  }
]