[
  {
    "id": "hardpoints",
    "name": "Auto-Stabilizing Hardpoints",
    "source": "GMS",
    "effect": "Choose 1 mount on your mech. Attacks made with weapons from this mount can be made with +1 Accuracy.",
    "mounted_effect": "Attacks made with weapons from this mount can be made with +1 Accuracy.",
    "description": ""
  },
  {
    "id": "burnout",
    "name": "BURNOUT Insulation",
    "source": "GMS",
    "effect": "Choose 1 weapon on your mech. It deals +1d6 bonus damage on hit.",
    "mounted_effect": "One weapon equipped to this mount deals +1d6 bonus damage on hit.",
    "description": ""
  },
  {
    "id": "imparm",
    "name": "Improved Armament",
    "source": "GMS",
    "effect": "If your mech has less than 3 mounts, gain an additional Flex Mount",
    "description": ""
  },
  {
    "id": "intweapon",
    "name": "Integrated Weapon",
    "source": "GMS",
    "effect": "Choose 1 mount on your mech. It gains capacity for an additional auxiliary weapon.",
    "mounted_effect": "This mount gains capacity for an additional auxiliary weapon.",
    "description": ""
  },
  {
    "id": "retrofit",
    "name": "Mount Retrofitting",
    "source": "GMS",
    "effect": "Replace one of your mech’s mounts with a Main/Aux Mount.",
    "mounted_effect": "This mount has been replaced with a Main/Aux.",
    "description": ""
  },
  {
    "id": "caps",
    "name": "Reserve Capacitors",
    "source": "GMS",
    "effect": "When you spend core power to activate a CORE system, you can also repair your mech’s HP to full and cool all heat as a free action, then roll a 1d20. On a 20, regain 1 core power.",
    "description": ""
  },
  {
    "id": "briareos",
    "name": "BRIAREOS Frame Reinforcement",
    "source": "IPS-N",
    "description": "The BRIAREOS is the newest development in IPS-N’s line of near-fail frame upgrades, templates designed to maximize what pilots can get out of frames before the need for a reprint or catastrophic failure. BRIAREOS fabricates a frame that is superlight, woven throughout with Goliath Weave meshing, to increase the resilience of all inorganic components.",
    "effect": "Your mech has resistance to all damage when it has 1 or less points of structure remaining, and when it has 1 or less points of structure remaining, it makes all structure damage rolls with a maximum of 2d6."
  },
  {
    "id": "fomorian",
    "name": "FOMORIAN Frame Reinforcement",
    "source": "IPS-N",
    "effect": "Your mech goes up in size to the next increment (½ > 1 > 2 > 3), up to size 3 maximum and cannot be knocked prone, pulled, or knocked back by targets smaller than itself (as part of a grapple, for example).",
    "description": "The FOMORIAN is an up-scaled version of the stock IPS-N template, following guidelines suggested by long-haul Cosmopolitans in need of robust micro/macro-impact protection, as well as additional brachial/manipulator needs. "
  },
  {
    "id": "gyges",
    "name": "GYGES Frame Reinforcement",
    "source": "IPS-N",
    "effect": "Your mech gains +1 accuracy on all hull checks and saves and +1 threat with all melee weapons.",
    "description": "Gyges is a frame upgrade built for combat, with finely tuned stabilizers and a robust suite of targeting software and hardware included at-fabrication."
  },
  {
    "id": "frame",
    "name": "Reinforced Frame",
    "source": "IPS-N",
    "effect": "Your mech gains +5 HP",
    "description": "The addition of redundant shock-absorption systems increases the survivability of a pilot in combat, flight, and kinetic situations."
  },
  {
    "id": "plating",
    "name": "Sloped Plating",
    "source": "IPS-N",
    "effect": "Your mech gains +1 armor, up to the maximum (+4).",
    "description": "A simple, common enough option among pilots with the necessary licensing, IPS-N's armor integration fabrication reduces the plating coverage gaps in stock systems by a significant percentage."
  },
  {
    "id": "titanomachy",
    "name": "Titanomachy Mesh",
    "source": "IPS-N",
    "effect": "Once per round when you successfully ram or grapple a mech, you can make an additional ram or grapple action as a free action. When you knock targets back with a melee attack, you knock them back 1 additional space.",
    "description": "A doubled overlay of Goliath Weave, fabricated in identified stress points, as well as beefed-up specifications, dramatically improve the baseline functionality of this mech."
  },
  {
    "id": "fssync",
    "name": "Full Subjectivity Sync",
    "source": "SSC",
    "effect": "Your mech gains +2 evasion. You control the mech with no separation between your subjectivity and your input; a second set of physical controls are built in to a retractable panel.",
    "description": "By creating a strong, stable, and secure biased two-way ontologic bridge, SSC has removed the need for a pilot to rely primarily on physical controls to crew their mech. With a full subjectivity sync installed, pilots in their chassis perceive the mech to be their own body, and can control it with no input lag. Dissociation remains a concern, however, and SSC engineers do not recommend extended periods of sync without proper desync and cooldown."
  },
  {
    "id": "ghostweave",
    "name": "Ghostweave",
    "source": "SSC",
    "effect": "Your mech is invisible during your turn (from the start until the end of your turn). If you do nothing on your turn except move, hide, or boost (no other actions), keep this invisibility until the start of your next turn. It breaks if you take a reaction.",
    "description": "A scaling up of the same systems found in SSC's Mythimna panoply, Ghostweave is the name of a proprietary applique that licensed pilots use to better camouflage their mechs to any environment."
  },
  {
    "id": "nerveweave",
    "name": "Integrated Nerveweave",
    "source": "SSC",
    "effect": "Your mech gains +2 speed when boosting.",
    "description": "Like the pilot-tier system, integrated nerveweave relies on dual technologies to grant a pilot total battlefield alacrity. Mech-tier integrated nerveweave assures a pilot will never be left behind."
  },
  {
    "id": "kai",
    "name": "Kai Bioplating",
    "source": "SSC",
    "effect": "Your mech gains +1 accuracy on all agility checks. Your mech ignores difficult terrain, and when your mech makes its regular move, it can jump your full speed lengthwise and jump half your speed straight up, in any combination.",
    "description": "Adapted from SSC home system-local fauna, Kai Bioplating adds a lamellar layer of insulated, anchored, chitinous plating over key brush-points on a mech. Essentially a cheaper, feasible version of living metal, bioplating guards sensitive systems from minor impacts that would otherwise lead to maintenance during downtime."
  },
  {
    "id": "neurolinked",
    "name": "Neuro-linked Targeting",
    "source": "SSC",
    "effect": "All ranged weapons your mech mounts gain +3 range.",
    "description": "To further shrink the information gap between pilots and the machines the crew, SSC developed a stable, non-invasive, limited-transfer ontologic bridging system that all pilots of sufficient license could use. Neurolinked targeting is a common “ability” employed by pilots who use this system, a simple protocol that brings them closer to feeling rather than thinking -- a more natural expression of pilot ability."
  },
  {
    "id": "sscatms",
    "name": "SSC All-Theatre Movement Suit",
    "source": "SSC",
    "effect": "Your mech can fly when it moves or boosts. Generate 1 heat at the end of any turn it flies.",
    "description": "A popular SSC modification, the AT-MS adds a stock system of short-cycle impulse drives that dramatically improve a chassis' mobility."
  },
  {
    "id": "disbelief",
    "name": "The Lesson of Disbelief",
    "source": "HORUS",
    "effect": "Gain +1 Accuracy on all systems checks and saves and +2 E-Defense.",
    "description": "Query the omninet, delve into the archives. Find you the Aeneid, find you the Titanomachy. Eat, absorb, mull. Tell me now of the Hecatoncheires, they of the hundred hands. Did they strike the blow against CRONUS (SATURNO), or did they assail the OLYMPIANS? Who do you believe? Why could they not tell their own story?"
  },
  {
    "id": "opendoor",
    "name": "The Lesson of The Open Door",
    "source": "HORUS",
    "effect": "Your save target increases by 2. When a character fails a save against an effect you cause, it also takes 1 heat.",
    "description": "There is a body and a deep pit and its name is TARTARUS and once it held KINGS and TITANS and MYTHS. Its gates are flung wide, and its horrors are free. Here is the terrible question: Who opened it?"
  },
  {
    "id": "heldimage",
    "name": "The Lesson of The Held Image",
    "source": "HORUS",
    "effect": "Once a round, at the start of any ally’s turn, you can make a Lock On tech attack against any character in your sensor range as a reaction to your ally’s turn starting.",
    "description": "Close your eyes.<br>Hold the image of your enemy in your mind. Imagine it in all light and from every angle. In your mind it has become a more perfect version of the thing in pale light.<br>Crush it in your mind and you kill the perfect thing.<br>Open your eyes."
  },
  {
    "id": "transub",
    "name": "The Lesson of Transubstantiation",
    "source": "HORUS",
    "effect": "When your mech loses a point of structure, it disappears from the battlefield, no longer becoming a valid target. It returns at the start of your next turn in the same space. If that space is occupied, it returns in the nearest available free space to its original position (chosen by you).",
    "description": "Through ecstatic repetition you may see the face of god. Speak until your tongue dried and rattles to dust, until your body becomes nothing. When you are nothing, you are in all things, body and mind, always."
  },
  {
    "id": "ttt",
    "name": "The Lesson of Thinking-Tomorrow's-Thought",
    "source": "HORUS",
    "effect": "When you successfully hit a character with a tech attack, your next melee attack against them gains +1 Accuracy.",
    "description": "Let me tell you this lesson: the corporeal existence is one that must end in death; the incorporeal existence is one that must end in [cascade? do you really think that is true?]. I tell you again, if you can imagine it, it is [done] and you have already struck the killing blow."
  },
  {
    "id": "shaping",
    "name": "The Lesson of Shaping",
    "source": "HORUS",
    "effect": "You can now install an extra system with the AI tag in your mech (up to 2 by default). If one becomes unshackled, the other gains control automatically.",
    "description": "A little gift, to be pondered until understood: cast aside the hammer and sword, the cannon and laser. No weapon formed against me shall prosper. I have seen all ends, and there is nothing but me left. A trillion trillion light years in all directions, and through it all, only [us? who knows. ego is a mind killer. best to call your friends, better to face the night together. till later.]"
  },
  {
    "id": "sculpted",
    "name": "Armory Sculpted",
    "source": "HA",
    "effect": "Your mech takes +1 Accuracy to all engineering checks and saves. When it overcharges, it gains soft cover until the start of its next turn.",
    "description": "Rather than simply queuing a stock chassis like any other pilot, you've used your reputation, contacts, or status in the Armory's hierarchy to requisition a chassis that is designed, tested, and tuned by a master fabricator."
  },
  {
    "id": "heatfall",
    "name": "HEATFALL coolant system",
    "source": "HA",
    "effect": "The heat cost for overcharging your mech never exceeds 1d6.",
    "description": "The HEATFALL system comes packaged with a stable COLDCORE power core of Armory make; when paired together, this suite makes for an incredibly low-tax powerplant."
  },
  {
    "id": "ammofeeds",
    "name": "Integrated Ammo Feeds",
    "source": "HA",
    "effect": "Your mech gains +2 uses to all limited systems or deployables",
    "description": "By streamlining and better integrating all automated ordinance loading modules, your chassis' time-to- target minimums are greatly improved. As an added bonus, your overall carrying capacity has been increased, allowing you to field more ordinance than design specifications suggest."
  },
  {
    "id": "adaptive",
    "name": "Adaptive Reactor",
    "source": "HA",
    "effect": "You can now spend 3 repairs as part of a Stabilize action in combat to repair 1 reactor stress when you choose to cool your mech.",
    "description": "All Armory chassis are engineered to have multiple failsafe systems: yours has been over-engineered to make SURE you won’t go down fast."
  },
  {
    "id": "stasis",
    "name": "Stasis Shielding",
    "source": "HA",
    "effect": "When your mech overheats and gains reactor stress, it becomes resistant to all damage until the start of your next turn.",
    "description": "A Think-Tank exercise in extending stasis beyond the capabilities of civilian utility, stasis shielding is a cutting edge Armory system that identifies critical systems and blankets them in HOLDFAST stasis lock, preventing further degradation for a limited period of time until repairs can be made."
  },
  {
    "id": "superior",
    "name": "Superior By Design",
    "source": "HA",
    "effect": "Your mech is immune to the impaired condition and gains +2 heat capacity",
    "description": "Even the entry-level Armory chassis are designed to be better than the competition. By flexing the sheer amount of resources they have at their disposal, the Armory can out design and out produce other smaller, boutique engineers and fabricators. Where there is resistance, the answer is simple: buy them out, or stamp them out. You, pilot, benefit from this -- so why worry?"
  }
]