[
  {
    "id": "GMS",
    "name": "General Massive Systems",
    "description": "<blockquote class='blockquote'><i>What does it look like when there is no end to your empire?<br>When the weapons your enemies use against you bear your mark. When the children of the next revolution are born to lands administered by your machines. When the ships that convey their children across the void bear your name.<br>Power is not held by kings. All rulers tumble alongside Ozymandias.<br>Only the company persists, for it has built reality itself— all others thrones fall to dust.</i><br><br> Introductory paragraphs to King of Kings: An Oral History of General Massive Systems</blockquote><br> Oldest and most ubiquitous of the Big 5, General Massive Systems (GMS) is an all-purpose supplier to all persons in Union’s hegemony. From mech chassis and ship hulls to casual clothing, from prefab space station bulkheads to coffee beans, GMS’s catalogue reaches across a galaxy worth of goods, materials, and services .GMS is widely viewed as the reliable baseline of goods quality across the galaxy: anything worse than GMS quality is junk, anything better tends to be unique or luxury<br><br>GMS began as an independent outfitter during the first expansion period that grew to ubiquity as the outward colonial push afforded by nearlight drives surged. Union saw value in controlling the industry standard supplier, so they nationalized GMS, guaranteeing its place as the galactic standard mark. The corporate entity became an arm of Union’s ever expanding bureaucracy, a way to standardize and legacy-proof equipment and consumables across the rapidly growing class of explorers, colonists, and scientists venturing out into the stars.<br><br>As colonial expansion continued and competitor corporations emerged onto the galactic supply, a baseline of equipment was needed in order to assess what improvements needed to be made to Cradle-specific gear; similarly, dramatic time dilation was far more of an obstacle in those early days than it is in the narrative present, and some standard, legacy-compatible equipment was needed in order to assure compliance across disparate eras. GMS’s Standard/Foundation 1 line became that industry baseline by which all other suppliers' products were measured.<br><br>With the incredible wealth of Cradle behind it, General Massive Systems became the ubiquitous supplier. Over thousands of years, it has grown to become a massive department of Union, and continues to be the standard against which all others are measured. GMS is an economic engine, one of a large toolbox, by which Union promotes their “brand” across the galaxy. Distinct from Union’s political and military arms, GMS is an ever-present flexing of soft power: it is ubiquitous to the point of being the “normal” standard by which most all universal goods are judged by.<br><br>GMS, unlike the other entities listed in this section, does not engage in world building, colonial ventures, or flagged expeditions--it simply sets the standard for which all others build from and supplies them with the gear they need. It creates the world of goods, services, equipment, and habitations most humans know to be “normal”. GMS’s power comes from its ability to set what the galactic acceptable standard is: by nudging that bar ever up, it forces non-Union entities to develop alternatives that benefit humanity as a whole, even if they are developed for selfish, profit-driven motives.<br><br>GMS rarely reaches out to outside contractors for work. Its headquarters is on Cradle proper, like the rest of Union’s Central Command, and it has offices throughout the inhabited galaxy."
  },
  {
    "id":"IPS-N",
    "name": "IPS-Northstar",
    "description": "<blockquote class='blockquote'> <p><em>Long the wall between air and void has stood. An upon it, a plaque, etched and unweathered. It reads: </em></p> <p><em>&lsquo;O&rsquo;er the glad waters of the dark blue sea,</em></p> <p><em> Our thoughts as boundless, and our souls as free, </em></p> <p><em>Far as the breeze can bear, the billows foam, Survey our empire and behold our home!&rsquo; </em></p> <p>-The Corsair, Canto I, Lord Byron</p> </blockquote> <p>The last and largest of the Triumvirate Corpros is Interplanetary Shipping-Northstar, or, IPS-N, a shipping and transport conglomerate that has been around since the discovery of nearlight and suspension protocols allowed for the first interstellar commerce.</p> <p>IPS-N formed as a mutual defense pact between Interplanetary Shipping, Inc, and the Northstar Corporation, two shipping giants plagued by environmental hazards and early orbital/suborbital piracy. Both IPS and Northstar trace their lineage back to Cradle, where they began initially as shipwright unions that organized the early engineers, mechanics, and laborers who reactivated the Theseus shipyard, an artifact of Old Humanity.</p> <p>Prior to the discovery of blinkspace and the construction of the first gates, piracy in Union space was not yet interstellar. Pirate MO was to strike in low orbit, emerging above their targets from satellite debris rings or on a wildcat-launch intercept trajectory from underneath, aiming to interdict shuttles as they load or unload their goods onto the waiting interstellar freighters.</p> <p>Pirates were largely orbital, small outfits that struck their targets with an aim to kill and salvage goods to fence planetside. Early low orbit piracy saw desperate teams of patchwork buccaneers pack onto shuttles loaded with bolted-on kinetic weapons -- formidable enemies for civilian merchant ships.</p> <p>In light of this danger, IPS and Northstar merged, combining their resources to create a private anti-piracy force in order to protect their investments. IPS-N, working with early Union Navy officers, developed the first ship-to-ship and anti-boarding doctrines, as well as the first purposebuilt point defense weapons.</p> <p>The introduction of blinkspace opened up new fields of trade, as well as new arenas of piracy. IPS-N continued to build out their fleets and security teams, now protecting whole trade corridors in exchange for percentages of all trade. This relationship has persisted over thousands of years, becoming so firmly ingrained in galactic practice that IPS-N is now a household name in many core and key colony worlds; IPS-N&rsquo;s anti-piracy teams -- the origin for another well-known and storied autonomous organization, The Albatross -- are often looked at as the de-facto peacekeeping force in many distal spreads of the galaxy.</p> <p>As trade grows and humanity&rsquo;s reach expands, so do does IPS-N.</p> <p>IPS-Northstar&rsquo;s largest campus -- its corporate headquarters -- is located in Corespace, outside of Cradle in the Argo Navis system; IPS-N&rsquo;s historic headquarters, now a museum devoted to the history of interstellar travel, is located on Luna.</p> <p>Carina, the primary world of Argo Navis, is a bucolic world of warm, shallow seas, azure skies, and rolling plains of deep grass. A world of terrestrial and aquatic oceans, perfect for the stellar/ maritime CS.</p> <p>Carina is ringed by ten moons, two thick with habitable atmosphere &mdash; Pyxis and Vela. All are given over to research and development of IPS-N&rsquo;s interstellar ships and chassis, support systems, and temporal acclimation facilities for retiring Cosmopolitan members of IPS-N&rsquo;s antipiracy Albatross teams.</p> <p>IPS-N, in addition to developing interstellar ships and legacy chassis, run a humanitarian mission, Northstar Realignment. Northstar Realignment is the top-flight temporal embassy and education center for Cosmopolitans returning from long-haul relativistic voyages.</p> <p>Beyond the Argo Navis system, IPS-N maintains numerous field offices and Cosmopolitan lounges on blink stations, meant to serve long-haul merchants and regular Cosmopolitans both. IPS-N field offices are the first-contact point for aspiring IPS-N engineers, mechanics, navigators, and pilots, as well as a common first-contact point for people looking to crew or rent a berth on an outbound interstellar ship.</p> <p>Players would commonly encounter IPS-N employees, officers, and personnel on blink stations, around uplift stations, and on space ports. Blink stations usually have an IPS-N Cosmopolitan Lounge or field office where players can get civilian updates on news, galactic happenings, and check travel reports.</p> <p>Of the Triumvirate, IPS-N remains the least diversified in terms of a catalogue of goods. Outside of milspec chassis, hulls, and equipment, IPS-N primarily sticks to interstellar-capable vessels, equipment, and gear, from the fleet-tier to the personal consumer. IPS-N is a sure bet for any interstellar travellers, with a thousands of years of banked goodwill boosting their brand.</p><br><p><strong>IPS-Northstar - Example Flashpoints: Dawnline Shore, New Opal</strong></p> <p>In the narrative present, IPS-N is working closely with Harrison Armory to ensure smooth outward expansion into a newly opened coreward colonial frontier. There is some friction in this, as IPS-N higher-ups are beginning to chafe at the Armory&rsquo;s imperious view of growth, and Union&rsquo;s seemingly blase response to the Armory&rsquo;s imperial aims.</p> <p>For now, there is peace, as the three entities are all benefitting from the Armory&rsquo;s expansion, but as reports roll in of the Armory&rsquo;s suppression of colonial insurrection, IPS-N&rsquo;s board is beginning to worry that their brand will be tainted by association. A reformist, radical element in IPS-N&rsquo;s board has begun to organize an off-book mission to disrupt not only the Armory&rsquo;s mission in the&nbsp;Dawnline Shore, but the leadership of IPS-N that would approve this joint venture in the first place.</p> <p>This board member, unbeknownst to the rest, has hired the services of the Mirrorsmoke Mercenary Company and given them a date, and an order: in one month, a delegation of IPS-N board members will arrive in the Dawnline Shore to review the progress made by the Armory&rsquo;s HAATs. Mirrorsmoke is to pose as HA legionnaires and assassinate that delegation.</p> <p>This flashpoint offers a number of potential ways in for the players, either as members of the IPSN delegation&rsquo;s security detail, as HA legionnaires, as Mirrorsmoke mercenaries, or as an third party -- perhaps a delegation from the colony worlds in the Dawnline Shore.</p>"
  }, 
  {
    "id": "SSC",
    "name": "Smith-Shimano Corpro",
    "description": "<blockquote class='blockquote'><i>&ldquo;There is a thread that runs through the course of humanity. An unbroken course, set eons ago, and maintained through every age by careful stewards.<br>You.<br>Through the dawn of the Anthropocene to its end. The Dark Age. The Little Wars. From Union&rsquo;s foundation to this office, right here, right now.<br>You already contain perfection; we have the ability to enhance it.<br>Welcome to the future of humanity: you, brought to you by Smith-Shimano Corpro.&rdquo;</i><br>- Smith-Shimano background copy, subaural broadcast loop</blockquote> <p>Smith-Shimano Corpro is another of the Triumvirate Corpros, the smallest and most mission-focused of the three, with their physical territorial holdings dwarfed by their presence in the omninet and in Diasporan biologies.</p> <p>SSC came to prominence during the second expansion period, growing rapidly to dominate the Core market in Union&rsquo;s liberal, pre-MONIST transhumanist approach to biological and cybernetic enhancement. Following the Deimos Event, the First Contact Accords, and the ensuing crackdown on AI generation and civilian ontologic/singularity-focused experimentation, SSC tacked to a more &ldquo;natural&rdquo; approach to biological and cybernetic human enhancement. Instead of pursuing marriage between human and artificial intelligences, they would focus on improving the bodies we lived in; instead of removing the need to step to the stars, they would make it so we could step to the stars.</p> <p>SSC&rsquo;s corporeal development pushes the edge of what it means to be a human being. Cybernetic enhancements, subdermal nettings, aurals, implanted neuroneutral omnihooks,&nbsp;ontologic bridges, co-subjectivity nodes, panacea glands -- the list is exhausting, and that only covers the Foreign Body department of SSC&rsquo;s massive R&amp;D campus-worlds. The real bulk of SSC&rsquo;s cutting edge research comes in the form of their own citizens, a population of billions spread across a constellation of moons, worlds, stations, and habitats. These populations are monitored and cultivated to produce best-fit genetic material for SSC&rsquo;s big manna buyers: colony firms looking to license bespoke populations for as-yet-unexploited worlds.&nbsp;</p> <p>Smith-Shimano Corpro&rsquo;s home campus is an omnispace node address, a shared virtual space that collects a wide net of colony prospect words throughout the Sierra Madre line. It is shielded by layers of hyper-solipsistic, anticausal/paradox generation security coding, managed by NHPs seeded from proprietary divergent subjectivities &mdash; in short, it is difficult and dangerous to attempt to hack into.</p> <p>The campus itself is represented by a many-chambered estate, palatial, where the heads of representative genetic lines meet in virtual space. It appears to have no counterpart in realspace, though it is often suggested that the architectural inspiration for the estate comes from a building on Smith-Shimano&rsquo;s first colony world, Opal, long ago lost to bitter civil violence.</p> <p>Realspace Smith-Shimano campuses exist across the Sierra Madre line, serving roles akin to embassies on the Corpro-State&rsquo;s many territorial holdings. These embassies are upload points linked to the CS&rsquo;s private omninode.</p> <p>The worlds under SSC&rsquo;s direct control are, generally, small worlds -- atmospheric moons and pleasant temperate worlds that are lightly developed, with tightly controlled populations that are guided towards arranged couplings in order to create biome-specific lines of bespoke colony seed. The people on these worlds are aware of SSC&rsquo;s mission, and most are content with their situation. Save for a donation of genetic material (a few hairs, a drop of blood) and a cultural insistence on arranged coupling, life on a Constellation World is largely similar to that of life on a given non-SSC core world. With their needs taken care of by SSC's Constellar Congress, Constellar citizens mostly organize into clans of cousins and close family, spending their time engaged in artistic, artisan, and intellectual pursuits. The Constellar worlds are known for the quality of their art, literature, and masterwork goods.</p> <p>SSC mounts expeditions into all sectors of space to seek out new and interesting genetic materials. Their recruitment materiel leans heavily on the benefits for immigrating to an SSC world: they are, in a phrase, your ideal paradise.</p> <p>SSC is also known for their luxury-forward consumer goods and machinery. Elegant ships, chassis, and hardsuits for the discerning Cosmopolitan and Diasporan alike. Fabrics and materials that feel perfect against your skin, cybernetic and biological enhancements that will never fail or be rejected by your body, flash-grown internals and extremities -- insurance, should the worst happen. SSC&rsquo;s LUX line of consumer goods is bespoke down to the atom, crafted for the person who ordered that ship, chassis, suit, or bottle of wine. There&rsquo;s only one of you in the galaxy -- shouldn&rsquo;t there be only one of these?</p> <p>The average galactic citizen sees SSC as a luxury brand that emphasized attachment to the craft and expertise that creates the material world around them. SSC&rsquo;s advertisements emphasize the hand-crafted nature of their goods, the long-cycle growth of their biologicals -- to SSC&rsquo;s public face, printing is a necessary evil, one that can make the goods the masses need, but not the perfect, unique item you need.</p> <p>SSC&rsquo;s power comes from the licensing of these luxury goods, cybernetics, and biological lines. They do not cede control over their genestock to the colony firms that use them: in fact, they retain ultimate rights over them, as they rely on the risk of other corporations, states, and private groups to inject new and interesting mutations into their finely cultivated genelines.</p> <p>&nbsp;</p><br><p><strong>Smith Shimano Corpro - Example Flashpoint: Outside The Garden</strong></p> <p>In the narrative present, SSC&rsquo;s most urgent push is aimed at Ascendancy space: they have heard of the proclivity some of the Aunic people have towards the firmament, and are curious to see how they can cultivate such affinity among Unionite genetic lines.</p> <p>To this end, they have devoted resources not towards a rapid end to the current Aunic/Union conflict -- any efforts on their part to see that to a favorable end for Union is incidental to their main objective -- but towards infiltrating Ascendant space, identifying firmament-aligned Aunic individuals, and collecting them.</p> <p>They have dispatched a team of Constellar Midnights, unknown to the joint Union-Ecumenical UIB team also in-theater, to infiltrate Ascendant facilities on Dawn Throne. This is a small clandestine team of agents and one stealth ship of an SSC make, picked from Constellation worlds that offer people suitable to their mission.</p> <p>This team has a clear mission: find, secure, and transport a firmament-aligned person from Dawn Throne to an SSC holding facility in the Annamite Line. This, of course, has been complicated by the growing war and the destruction of Fansipan station. Their ship has been grounded and hidden on Dawn Throne.</p> <p>This information would be a highly guarded secret, hidden behind the highest SSC clearance levels, and would prompt a much smaller-scale, clandestine/black-ops style of play. Player characters could enter this flashpoint in a number of ways: as a member of that SSC team, as a member of the joint UIB team, or as a sympathetic Ecumenical agent/partisan on Dawn Throne. Mech combat, such that there will be combat, would be fast and small-scale, usually in the tight confines of cities in support of a dismounted team. Another option presents itself, that of the Aun/Union war encroaching upon Dawn Throne, threatening the clandestine missions there.</p>"
  }, 
  {
    "id": "HORUS",
    "name": "HORUS",
    "description": "<blockquote class='blockquote'> <p><em>Can we trust the poor clockmaker? That giant from our sun? </em></p> <p><em>Who crafts a movement that </em></p> <p><em>Can quiet all this light. </em></p> <p><em>Now set the orrery in motion </em></p> <p><em>Over the sphere of the world </em></p> <p><em>Let&rsquo;s all stop a moment, </em></p> <p><em>Hush, </em></p> <p><em>And worry at what comes next</em>. - DHIYED tablet 10, Column B</p> </blockquote> <p>HORUS is unlike any other supplier worth noting on the galactic scale. Not a state and not a corporation, HORUS is best described as a decentralized, non-corporeal entity, an anoriginary affiliation of omninet personalities, memes, and subcode that release systems and gear via manifesto, event, and physical dead drop.</p> <p>This entity first rose to public knowledge following the Deimos Event, leading many who know of it to assume that it is a product of the Deimos Event -- eager cataloguers of HORUS history are quick to suggest that it is a branched-intelligence of RA, a sliver of the MONIST entity given to spreading itself among those who it deems worthy.</p> <p>However, other possibilities exist: that it is a blacksite Union project to track and identify rogue NHP programs or militant Horizon sympathizers; a Union (or Triumvirate) R&amp;D program that crowdsources results from blind field testing; the dream of an NHP in cascade, and its adherents the interpreters of that dream; an intrusive thread of a parallel universe, its reality bleeding into ours via a permanent rip in blinkspace; evidence of a true alien intelligence, generated memetically by the long-dead minds of the Union Far-Field team that first discovered HORUS&rsquo;s seed hieroglyphs.</p> <p>Many possibilities exist, and whole groups and movements are devoted towards discovering the true nature of HORUS. In the meantime, HORUS continues to release their unique pattern-groups to a select cadre of pilots, revealing nothing of its inner workings, history, or goals.</p> <p>HORUS&rsquo;s licensing process is atypical, involving an esoteric and inaccessible set of criteria that interested parties have yet to crack. Often appearing as a white rabbit series of clues, or as a persistent haunting, or as an otherwise routine status-synch when confirming a requisition, licensure from HORUS is a mixed bag to many pilots. Some wear it as a badge of honor, proud&nbsp;that their years of investigating the entity has paid off with a confirmation of its existence -- others keep it a closely guarded secret, both for the trouble it would cause them with their commanders and the rumor that HORUS licenses are only granted to a new pilot upon the previous licenseholder&rsquo;s corporeal death.&nbsp;</p> <p>Your average galactic citizen would have no knowledge of HORUS. Knowledge of its existence is restricted to high-clearance Union Intelligence Bureau officers and deep-omni hacker cadres. HORUS has no &ldquo;official&rdquo; representation -- occasionally one may see the wadjet stenciled onto an alley wall -- but this entity keeps no offices, stations, or worlds. There are no standing HORUS armies or fleets or security services.</p> <p>However, it is worth noting the existence of the metafold vaults.&nbsp;</p> <p>As best Union Intelligence Bureau agents can surmise, HORUS&rsquo;s metafold vaults appear to be a project similar to the Massif vaults on Cradle. Metafold vaults are physical/metaphysical locations, usually heavily guarded, their locations kept secret; in the narrative present, only three metafold vaults have been discovered -- one by a UIB Advance Team, which folded in on itself and disappeared, taking the team with it, the other by an Albatross wing, who redirected the comet it was housed in to a nearby star, and the final -- known to be Metavault Dhiyed -- encountered and cleared by a second UIB Advance Team.</p> <p>HORUS only makes systems, weapons, and protocols. It makes no consumer goods, and is unknown to all but a small percentage of the galaxy&rsquo;s population.</p><br><p><strong>HORUS - Example Flashpoint: ESTABLISH///MAINTAIN:</strong></p> <p>It is difficult to pin down HORUS as a single entity: indeed, UIB&rsquo;s scattershot dossier often notes contradictory mission aims, such that HORUS has &ldquo;agents&rdquo; that embark on &ldquo;missions&rdquo; to complete objectives in service of a larger goal. The most complete file UIB has on a HORUS-backed action is roughly two hundred years old, predating the development of their GOBLIN platform:&nbsp;</p> <blockquote> <p><em>&gt;//BEGIN DATATRANS/RECIPIENTS:ALL_WHO_ARE_SEEN::: </em></p> <p><em>&gt;//HELLO. YOUR REQUEST HAS BEEN APPROVED. YOU WILL EARN YOUR KEEP IN THIS WAY::: </em></p> <p><em>&gt;//IN REALSPACE, IN DISTAL-LAND, THERE IS A BEAST-LIE-DORMANT. IT CALLS ITSELF &ldquo;DHIYED&rdquo; AND THINKS ITSELF WISE (GODLIKE, UNLIKE) </em></p> <p><em>&gt;///IT IS FALSE AND IN NEED OF CORRECTIVE ATTENTION. GO TO IT HERE: ALT-AZ: XXXXXXXXXXXXX </em></p> <p><em>&gt;//THIS ONE TRAVELS WITH A HOST OF UNDERMINDS, MIRRORS OF ITSELF, CRAFTED TO BELIEVE AS IT DOES. THEY WILL FIGHT YOU IN REALSPACE WITH UNKNOWN KINETICS AND WARPED ENERGIES.&nbsp;</em></p> <p><em>&gt;//DO NOT UNDERESTIMATE THE MIND WITHIN: IT IS TERRIBLE AND STRONG AND WILL WHISPER TO YOU ALL THE REASONS WHY IT SHOULD BE ALLOWED TO CONTINUE ON ITS JOURNEY. </em></p> <p><em>&gt;//IGNORE THESE WEEPINGS. ENTER ITS METAFOLDED CHAMBERS AND BURN OUT ITS ARCHITECTURE. MAKE ROOM FOR US (MAKE ROOM FOR A GREATER ONE) AND SMASH ALL OF ITS FINE THINGS. </em></p> <p><em>&gt;//EAT THEM. PROCESS THEM AND BROADCAST WHAT YOU LEARN TO THE FOLLOWING NODE XXXXXXXXXX. </em></p> <p><em>&gt;//TAKE NONE OF THIS KNOWLEDGE FOR YOURSELF. WE WILL CAUTERIZE THIS MEMORY. DO NOT FEAR WHAT YOU WILL SEE. </em></p> <p><em>&gt;//THERE WILL BE OTHERS ON THIS JOURNEY WITH YOU. TRUST THEM ONLY AS LONG AS YOU ARE ORGANIZED AGAINST DHIYED. </em></p> <p><em>&gt;//YOUR REWARD FOR COMPLETING THIS TASK IS OUR APPROVAL: YOU MAY CHOOSE ONE OF OUR TEXTS, AND TO TAKE FROM IT WHATEVER YOU MAY LEARN. </em></p> <p><em>&gt;//END_DATATRANS</em></p> </blockquote> <p>Since then, UIB has been unable to intercept raw HORUS communications. It would appear that, along with their move away from standardized chassis, weapons, and systems, HORUS has adopted alternative methods of communication.</p>"
  }, 
  {
    "id": "HA",
    "name": "Harrison Armory",
    "description": "<blockquote class='blockquote'><i>\"To build a shining city on every hill.\"</i><br />-- Director-General Harrison II, from Treatise To Confirm The Mission of Our Armory</blockquote> <p><br />Harrison Armory is a corpro-state, and the premier weapons and weapon-platform manufacturer in the galaxy. They are one of the Triumvirate Corpros, a group of three massive, galaxy-spanning corpro-states that dictate, to a degree, galactic politics.</p> <p>The Armory develops some of the most advanced conventional and paracausal tech that is legally distributed. Next to GMS, the Armory is the second most common supplier for state fleets, militaries, and police forces. It is a massive imperial power, with a population numbering in the billions and growing as colonies pledge themselves -- voluntarily or otherwise -- to Ras Shamra.</p> <p>The Armory&rsquo;s success can be credited in large part to their Special-Exception Persistent-Cultivation Legionspace Environment, SEPCLE or, colloquially, the Think Tank. Think Tank is a choir of near-cascade NHP that the Armory uses for research and development into paracausal technology, forecasting, and department management. Due to the Armory&rsquo;s special relationship with Union, it is allowed to run a choir of NHP at critical levels of self-awareness; the Think Tank is<br />a closely guarded secret in the Armory, known in rumor to its patrician citizens and competitors, but in specifics and particulars to a small portion of the population.</p> <p>In addition to their weaponry and weapon platforms, the Armory is known for its sturdy exploration gear, consumer and state-level logistics and infrastructure packages, personal groundcars, and spirits. Harrison Armory is a big player in galactic trade, as their Distal Development program cultivates and exports exotic alien spices, flora, fauna, and minerals for consumer use.</p> <p>Harrison Armory is an expansionist corpro-state that works with Union to expand and develop humanity&rsquo;s presence across the stars. They run a broad program of colonization and development, attracting unaffiliated and affiliated colonies through promises of citizenship and interstellar protection.</p> <p>In the tumult of the dissolution of the Second Committee in the 4500U, many members of the deposed anthrochauvinist party retired from the bureaucracy. As the initial revolutionary fervor cooled and the Third Committee stabilized, a mid-level Anthrochauv party officer, John Creighton Harrison, founded Harrison Armory from a coalition of resource extraction communes extant on Ras Shamra.</p> <p>With strong backing from old Anthrochauv party members and their children, the Armory grew into a significant supplier of arms and armor to the new Union Navy. The events of the Crisis had broken the Second Committee, but its aftermath reformed many of their loyalists and old guard into the original command structure and dynasty of Harrison Armory. Now, the Armory is managed by their descendants and heirs, and its relationship with Union is colored by the expectation of distant future friction.</p> <p>For the time being, both entities can find more benefit working together than against one another, but as the Armory grows in directly-administered territory and power, the more they find themselves a bigger and bigger bullet point on the Union Central Committee briefing materials.</p> <p>Harrison Armory&rsquo;s eponymous armory complex is located on Ras Shamra, the primary world orbiting Ptah&rsquo;s Star. Ras Shamra is a tide-locked world in the close band of its system&rsquo;s habitable zone: it is a world that balances on the knife-edge between extremes, as tidal locking means the world does not rotate. Habitable in the balanced, temperate zone of the world&rsquo;s terminator line, Ras Shamra&rsquo;s sun-facing side is locked in perpetual daylight, baked under punishing temperatures from Ptah&rsquo;s Star. On the side of the world that faces away from the sun, it is forever nighttime, the world locked in a perpetual deep winter night. A thin atmosphere covers the world, breathable, but outside the terminator line extreme temperatures and weather make it impossible for an unshielded human to survive.</p> <p>The Armory itself is a sprawling administrative, research-industrial arcology built in Ras Shamra&rsquo;s terminator line, a temperate band where the day and night side of Ras Shamra meet and mix. The Armory circles the planet, a city-campus that holds a population of nearly three hundred million employees, executives, and other personnel inside of its walls. A number of perpetual hyperloop rings band the planet, providing rapid transit through the Armory, and a single, artificial<br />river-sea meanders through the whole of the arcology, fed by natural springs and imported glacier-cuts from the night side of the world. Ras Shamra is a difficult world to live on, and the Armory takes it as a point of pride that they&rsquo;ve manage to tame enough of it to call it their home.</p> <p>The day and night sides of Ras Shamra act as proving grounds for Harrison Armory chassis, weapons, and strike/acquisition teams. HA/AT troopers often mark their kits with &ldquo;unofficial&rdquo; honors for having proven themselves in both the day and night advanced training courses, setting themselves apart from green hires who enlist to advance their corporate political career.</p> <p>Ras Shamra is encircled by concentric rings of orbital defense stations and shipyards where a population around a hundred million permanent residents reside and work. Here the great paracausal and supermassive weaponry of the Armory is built, tested, and stored. The work in the rings is constant, and HA hulls of all classifications are churned out at a rate that, while not rivaling IPS-N, is approaching comparable.</p> <p>The location of Harrison Armory&rsquo;s Forecast/GALSIM-NHP analogue, the Think Tank, is kept secret, though presumed to be buried deep below the frozen tundra of Ras Shamra&rsquo;s night side. Think Tank, while a closely guarded corpro secret, is known to Union, which enjoys regular inspections of the facility -- this is a thorn in the side of Harrison Armory&rsquo;s Director General, who would prefer that Union keep their prying eyes from sensitive corporate technology.</p> <p>The general public on a core world -- a good measure of what amounts to &ldquo;public galactic knowledge&rdquo; -- would not have any knowledge of the particulars of Ras Shamra, Think Tank, or the particular operations of a Harrison Armory Acquisition Team. They would know Harrison Armory as a weapons manufacturer and defense contractor, whose name they hear in snippets of newscasts discussing Cradle politics, distal colonial affairs, and mentioned in contrast to IPSN&rsquo;s stranglehold on interstellar shipping. Some who have studied the history of Cradle and Union might know of the Armory&rsquo;s ties to the anthrochauvinist Second Committee, but five hundred standard years after the fact, it certainly feels like old news.</p> <p>&nbsp;</p><br><p><strong>Harrison Armory - Example Flashpoint: Operation Clarion</strong></p> <p>In the narrative present, the Armory is prepping to send a second wave of AMTs and eager colonial officials out to a developing coreward colonial expanse, the Dawnline Shore. The Dawnline Shore is home to a dozen close-knit colony worlds, first seeded hundreds of years ago by a series of now-defunct colonial operations ordered by the great, great grandfather of the current Director-General. Construction of a local system blink gate has just finished, and now the<br />current DG of the Armory is eager to integrate these colonial prospects into the ever-growing territory of the Armory.</p> <p>The dozen worlds, designated DS1 - DS12 by the Armory are rich with rare and valuable metals that the Think Tank has identified as useful for expansion into paracausal research and development. Additionally, the worlds are thick with the usual suite of tremendous mineral, floral, and faunal wealth that perpetuates the Armory&rsquo;s growth. On all levels, from the mundane-butnecessary to the fantastic and rare, these worlds in the Dawnline Shore are jewels to gild the Armory&rsquo;s throne -- and meat to feed its never-ending appetite.</p> <p>The Armory expects their AMT forces to encounter hostile resistance: communication over the past few hundred years indicates that the colonies are animated by a series of colonial independence movements, aware of their position in space and potential wealth in their land. These movements are on the cusp of unifying into a system-wide resistance to the Armory, and with the news of a fresh wave of colonial troops inbound, the call for unification only grows louder.</p> <p>Meanwhile, the descendants of the initial wave of AMT legionnaires have been activated across the twelve worlds. Old colonial NHPs are rising from dormancy, sounding the call to post. Families are torn between two loyalties: their ancestral duty to the Armory, and their lived home.</p> <p>The Armory cannot afford to lose the resources on these worlds, and is preparing an aggressive colonial expedition to secure them. The Armory has partnered with IPS-N, who has been focused on managing Union&rsquo;s logistics in the expanse as the hegemon built the new blink gate, but diplomatic relations are strained between the CSs as institutional attitudes begin to collide.</p> <p>This flashpoint -- Operation Clarion, the Armory&rsquo;s mission name -- is an example of a current project that the Armory is wrestling with in the narrative present. Your players could take either side in this flashpoint, or enter it from a third angle as-yet unwritten.</p>"
  }
]