[
  {
    "id": "nanocomposites",
    "name": "Nanocomposites",
    "sp": 2,
    "applied_to": [
      "rifle", "cannon", "launcher", "cqb", "nexus", "melee"
    ],
    "applied_string": "Any",
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 2,
    "effect": "Choose 1 weapon. If it’s a ranged weapon, you fire a swarm of nanobots instead of regular ammo. If it’s a melee weapon, the entire weapon becomes made up of nanobots. The weapon gains the Smart and Seeking properties.",
    "data_type": "mod",
    "description": "Nanocomposites take the principal of aggressive drone swarms and condenses it to a single round, coherent beam, or blade edge. For a kinetic projectile, a number of autonomous nanite maniples are packed into a shaped CONSUME/HIVE round that shatters on positive target impact. On impact (or airburst/ penetration detonation) the maniples are released and begin to eat away at surrounding tissue or superstructure. They proceed until maniple burnout or total target consumption, whichever occurs first. In flight, the maniples are able to hive-link and adjust their round’s flight somewhat to ensure positive impact — coherent beams and edged weapons operate in a similar manner."
  },
  {
    "id": "para",
    "name": "Paracausal Mod",
    "sp": 4,
    "applied_to": [
      "rifle", "cannon", "launcher", "cqb", "nexus", "melee"
    ],
    "applied_string": "Any",
    "source": "HA",
    "license": "SALADIN",
    "license_level": 3,
    "effect": "Damage from this weapon cannot be reduced in any way, by armor, resistance, or any other kind of damage reduction.",
    "data_type": "mod",
    "description": "Paracausal weapons are, to say it plain, difficult to describe and visualize. The first incident was recorded when paracausal ammunition was pushed to frontline soldiers during the Tian Shen civil engagements. It arrived in sealed magazines with directions to be loaded and fired as normal. There was to be no inspection of the magazines' contents, as this would “damage the payload” — frontline reports indicate that this ammunition impacts as normal on intended targets, though it seems to pierce armor and shielding at near-100% efficacy. Samples of paracausal ammunition have been flagged by Union for retrieval, and due to its development Harrison Armory is currently undergoing investigation by the Bureau; paracausal ammunition is still in use in the field, however, as shipments continue to leak to interested parties. HORUS is suspected, and a concurrent investigation is underway."
  },
  {
    "id": "phasing",
    "name": "Phasing Mod",
    "sp": 2,
    "applied_to": [
      "rifle", "cannon", "launcher", "cqb", "nexus"
    ],
    "applied_string": "Any Ranged",
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 2,
    "effect": "This weapon can totally ignore line of sight and cover as long as you roughly know your target’s location when you attack, but a shot has a 50% chance of automatically missing if you attack this way (roll a d6 before you attack), expending the attack even if it misses. This weapon can attack through solid walls or obstacles and does not require a path, as long as its target’s location is known and they are in range.",
    "data_type": "mod",
    "description": "Phase-Ready ammunition, as first described after its incorporation into the civil hostilities on Luna de Oro, is the “devil‘s round“: each round contains a nanoprocessor suite networked with its firing weapon that, ideally, calculates and translates the specific nature of that round‘s superpositional relation with its doppelgänger in the immediate space before its intended target. To wit, Phase Ready ammunition, when fired, exists in two places at once: exiting the barrel of the weapon it was fired from, and at the moment of impact into its target. The prime round may never hit its target, but as it already exists at the moment of impact, its doppelgänger round will hit its target. The fuzzy nature of such spooky action occurs in a way not fully understood save for in the faltering explanations of Harrison Armory‘s NHP Think Tank; as such, the action is not perfect, but falls within acceptable parameters for licensed production."
  },
  {
    "id": "throughbolt",
    "name": "Throughbolt Rounds",
    "sp": 2,
    "applied_to": [
      "cqb",
      "cannon",
      "rifle"
    ],
    "applied_string": "CQB, Cannon, or Rifle",
    "source": "IPS-N",
    "license": "TORTUGA",
    "license_level": 2,
    "effect": "When you fire this weapon, draw a line 3 spaces long from your mech, then measure its original range from the end of this line as though the attack was fired from that position (also measure cover and line of sight from this new position for the rest of the attack). This line can easily punch through walls or other barriers. Any targets hit by this line are also hit by the attack. The attack cannot change directions after being fired.",
    "data_type": "mod",
    "description": "Throughbolt Rounds are a proprietary IPS-N invention. Throughbolts are Tungsten-jacketed, uranium core rounds with projection-activated plasma sheaths. When fired, the rounds ignite and project a superheated cone of plasma before them, creating a miniature lance effect that ensures multiple-target penetration through soft and hard surfaces."
  },
  {
    "id": "wreathe",
    "name": "Shock Wreathe",
    "sp": 2,
    "applied_to": [
      "melee"
    ],
    "applied_string": "Melee",
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 3,
    "effect": "This weapon gains Burn depending on its size (Aux: Burn 1, Main: Burn 2, Heavy or larger: Burn 3). If it already has Burn, this increases the burn it deals by the same amount.",
    "data_type": "mod",
    "description": "An after-fabrication modification popular among melee-oriented pilots, the Shock Wreath applies an integrated bundle of conductive filaments to the blade, point, tip, or surface of a close combat weapon. Paired with a power source (typically in the hilt or half of a weapon, but sometimes external), the Shock Wreath adds a thermal element to the kinetic, and a distinct visual marker: their weapons are picked out in fine lines of white-hot light, shrouded in heat shimmer."
  },
  {
    "id": "stabilizer",
    "name": "Stabilizer Mod",
    "sp": 2,
    "applied_to": [
      "launcher",
      "cannon"
    ],
    "applied_string": "Launcher or Cannon",
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 2,
    "effect": "The base range of this weapon increases by 5, but gains the Ordnance tag",
    "data_type": "mod",
    "description": "A stabilizer modification is a series of modifications to physical mounts and targeting software that ensures weapons will remain level, steady, and angled at max-optimum in order to ensure positive target engagement at range.",
    "tags": [{"id":"ordnance"}]

  },
  {
    "id": "thermal",
    "name": "Thermal Charge",
    "sp": 2,
    "applied_to": [
      "melee"
    ],
    "applied_string": "Melee",
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 2,
    "effect": "As a free action when you hit with this weapon, you may spend a charge of this system to activate the shaped charge on your weapon and deal +1d6 bonus explosive damage.",
    "data_type": "mod",
    "description": "Pilots have long made this popular modification to their pikes. Now, IPS-N is offering these pilots’ modifications as a licensed and quality-tested suite for pan-galactic printing. A pike modified with a charge -- often colloquially called a “Fire Pike”-- is a simple plasma projector integrated into war pike, tuned to project a plasma sheath over the pike’s head.",
    "tags": [{"id":"limited", "val": 3}]
  },
  {
    "id": "uncle",
    "name": "UNCLE-Class NHP",
    "sp": 3,
    "applied_to": [
      "rifle", "cannon", "launcher", "cqb", "nexus", "melee"
    ],
    "applied_string": "Any",
    "restricted_mounts": ["superheavy"],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 3,
    "effect": "Choose 1 weapon of size heavy or smaller - The weapon and its associate systems gain an NHP that has control over that specific weapon.<br>You can attack with an UNCLE-controlled weapon once a turn as a free action, but with +2 Difficulty. UNCLE can't fire a weapon that has already been fired this turn, and if you fire a weapon with UNCLE you cannot use it until the start of your next turn.<br>UNCLE is a full AI but can't control your mech if it becomes unshackled, just the associate weapon. Instead, if UNCLE becomes unshackled, it chooses the target of this attack (and whether to make an attack or not).",
    "description": "IPS-N's UNCLE NHP is the result of the DARKSTAR Program, an NHP think tank funded by IPS-N's Administrator Partnership. UNCLE is a pocket-AI, meant to be bound to a weapon system and assist its owner in peak-efficiency operation. UNCLE AI's are currently available only as a beta system and, as such, owners are expected to accept all pushed updates; IPS-N waives culpability for any sub-optimal performance of UNCLE systems not kept current via Omninet updater.<br>UNCLE NHPs are (perhaps unfairly) regarded as lesser compared to their compatriots and their inferiority complexes tend to display themselves as unstable personalities. ",
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      }
    ],
    "data_type": "mod",
    "aptitude": {
      "melee": 1,
      "ranged": 1,
      "repair": 0
    }
  }
]