[{
    "id": "archaic_melee",
    "type": "weapon",
    "name": "Archaic Melee",
    "tags": [{
      "id": "archaic"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }],
    "description": "This category of weapons describes weaponry made by methods pre-dating modern alloy technology, and can describe anything from an industrial era steel sword to a stone axe. Though they are widely used in some worlds, most of these weapons used by pilots are relics, heirlooms, or serve ceremonial purposes. Archaic weapons are too simple to harm mechs."
  },
  {
    "id": "alloy_light",
    "type": "weapon",
    "name": "Light Alloy/Composite Weapon",
    "tags": [{
      "id": "sidearm"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }],
    "description": "Alloy/Composite weapon is a catch-all category describing melee weapons forged with advanced and non-reactive alloys, composite materials, and/or GMS standard fabrication tech, allowing for durable and reliable weaponry in survival or close combat situations where kinetic shielding reduces the effectiveness of ballistics."
  },
  {
    "id": "alloy_combat",
    "type": "weapon",
    "name": "Combat Alloy/Composite Weapon",
    "tags": [],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 2
    }],
    "effect": "",
    "description": "Alloy/Composite weapon is a catch-all category describing melee weapons forged with advanced and non-reactive alloys, composite materials, and/or GMS standard fabrication tech, allowing for durable and reliable weaponry in survival or close combat situations where kinetic shielding reduces the effectiveness of ballistics."
  },
  {
    "id": "alloy_heavy",
    "type": "weapon",
    "name": "Heavy Alloy/Composite Weapon",
    "tags": [{
      "id": "inaccurate"
    }],
    "range": [{
      "type": "threat",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 3
    }],
    "description": "Alloy/Composite weapon is a catch-all category describing melee weapons forged with advanced and non-reactive alloys, composite materials, and/or GMS standard fabrication tech, allowing for durable and reliable weaponry in survival or close combat situations where kinetic shielding reduces the effectiveness of ballistics."
  },
  {
    "id": "archaic_ranged",
    "type": "weapon",
    "name": "Archaic Ranged Weapon",
    "tags": [{
      "id": "archaic"
    }],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }],
    "effect": "",
    "description": "\"Archaic\" describes pre-modern tech weapons such as black powder weapons, muskets, or bows, all commonly used in some societies. Archaic weapons are too simple to harm mechs and cannot deal damage to them."
  },
  {
    "id": "sig_sidearm",
    "type": "weapon",
    "name": "Signature Sidearm",
    "tags": [{
      "id": "sidearm"
    }],
    "range": [{
      "type": "range",
      "val": 3
    }],
    "damage": [{
      "type": "variable",
      "val": 1
    }],
    "effect": "Player selects damage type at item creation",
    "description": "Pilots carry a diverse array of weaponry with them into the battlefield, everything from heirloom weapons to custom-tooled sidearms or anonymous military-issued assault rifles. Choose the damage type when you acquire it (from explosive, energy, or kinetic). You can use this entry to represent the weapon that your pilot typically carries or uses."
  },
  {
    "id": "sig_combat",
    "type": "weapon",
    "name": "Signature Combat Weapon",
    "tags": [],
    "range": [{
      "type": "range",
      "val": 5
    }],
    "damage": [{
      "type": "variable",
      "val": 2
    }],
    "effect": "Player selects damage type at item creation",
    "description": "Pilots carry a diverse array of weaponry with them into the battlefield, everything from heirloom weapons to custom-tooled sidearms or anonymous military - issued assault rifles. Choose the damage type when you acquire it (from explosive, energy, or kinetic). You can use this entry to represent the weapon that your pilot typically carries or uses."
  },
  {
    "id": "sig_heavy",
    "type": "weapon",
    "name": "Signature Heavy Weapon",
    "tags": [{
        "id": "ordnance"
      },
      {
        "id": "loading"
      }
    ],
    "range": [{
      "type": "range",
      "val": 10
    }],
    "damage": [{
      "type": "variable",
      "val": 4
    }],
    "effect": "Player selects damage type at item creation",
    "description": "Pilots carry a diverse array of weaponry with them into the battlefield, everything from heirloom weapons to custom-tooled sidearms or anonymous military - issued assault rifles. Choose the damage type when you acquire it (from explosive, energy, or kinetic). You can use this entry to represent the weapon that your pilot typically carries or uses."
  },
  {
    "id": "light_hardsuit",
    "type": "armor",
    "name": "Light Hardsuit",
    "hp_bonus": 3,
    "speed": 4,
    "armor": 0,
    "edef": 10,
    "evasion": 10,
    "description": "Light hard suits are usually made of reactive, cloth like weaves, with plating and powered components kept to a minimum to maximize mobility. Often, they resemble light body armor or military fatigues and they may or may not have a closed helm by default, depending on environmental expectations. Iconic light hard suits are made by Smith-Shimano Corpro and are more like a semi-biological second skin than armor."
  },
  {
    "id": "hardsuit",
    "type": "armor",
    "name": "Assault Hardsuit",
    "hp_bonus": 3,
    "speed": 4,
    "armor": 1,
    "edef": 8,
    "evasion": 8,
    "description": "Standard hardsuits have heavier plating than light hardsuits, restricting movement but providing greater protection from damage. They are often environmentally sealed and powered, and typically have a faceplate, visor, or closed helm. Common models are the DURENDAL mobile cuirass by IPS-N, and the GMS Granite."
  },
  {
    "id": "heavy_hardsuit",
    "type": "armor",
    "name": "Heavy Hardsuit",
    "hp_bonus": 3,
    "speed": 3,
    "armor": 2,
    "edef": 8,
    "evasion": 6,
    "description": " The heaviest hard suits have plating comparable to some mechs, are always environmentally sealed and powered, and include a heavy closed helm and shock plating around the neck and vulnerable joints. The heaviest available hard suit for pilots is the CALADBOLG mobile cuirass by IPS-Northstar, other examples are the Djed and Ashoka Overarmor by Harrison Armory."
  },
  {
    "id": "mobility_hardsuit",
    "type": "armor",
    "name": "Mobility Hardsuit",
    "armor": 0,
    "speed": 5,
    "edef": 10,
    "evasion": 10,
    "description": "This hardsuit has integrated flight systems, allowing your pilot to fly when you move or boost. You must end your turn on the ground or another surface, or fall."
  },
  {
    "id": "stealth_hardsuit",
    "type": "armor",
    "name": "Stealth Hardsuit",
    "speed": 4,
    "armor": 0,
    "edef": 8,
    "evasion": 8,
    "description": "As a quick action, you can become invisible while wearing this hardsuit. The invisibility breaks if you take damage."
  },
  {
    "id": "clothes",
    "type": "armor",
    "name": "Flight Suit",
    "speed": 4,
    "armor": 0,
    "edef": 10,
    "evasion": 10,
    "description": "This catch-all entry describes pilots when they’re not wearing armor specifically designed for combat. Pilots can be found sporting all kinds of fashion depending on their employment, rank, and role - from civilian street clothing, to smart-jackets, to oil-stained overalls, to military fatigues."
  },
  {
    "id": "antiphoton",
    "type": "gear",
    "name": "Antiphoton Visor",
    "description": "Flash/light protection, commonly found among breach teams, solar-forward operators. Effective against flash weapons, intense UV light, and incidental charge from energy weapons."
  },
  {
    "id": "camocloth",
    "type": "gear",
    "name": "Camo Cloth",
    "description": "A 5x5 square of reactive material that slowly shifts to reflect the environment around it. The effect takes about 10 seconds to complete, and makes anything hidden underneath very hard to spot."
  },
  {
    "id": "corrective",
    "type": "gear",
    "name": "Corrective",
    "uses": 1,
    "description": "This clear, plastic-sheet like medical deployable can be attached to severely wounded pilot, where it instantly begins stabilizing them, injecting medicine, and deploying nanites to stitch shut wounds. A corrective can be applied to any pilot that's Down and Out to instantly bring them back to consciousness at 1⁄2 HP as if they had taken a rest."
  },
  {
    "id": "rations",
    "type": "gear",
    "name": "Extra Rations",
    "description": "Pilot rations are typically no better than their nautical antecedents - hardtack and nutritious paste. It's not uncommon for pilots to store extra food or luxuries such as chocolate, coffee, alcohol, or canned or dried goods from their home world"
  },
  {
    "id": "frag",
    "type": "gear",
    "name": "Fragmentation Grenade",
    "uses": 2,
    "description": "A pilot can throw a frag grenade at any point in range 5 as an action. It detonates on impact in a blast 1 area. Make an attack roll against each target caught in the area, on hit, it deals 2 explosive damage."
  },
  {
    "id": "printer",
    "type": "gear",
    "name": "Handheld Printer",
    "description": "A miniaturized version of the much larger Union printers, can make simple objects out of a flexible and durable plastic as long as you have the pattern chip for them."
  },
  {
    "id": "magclamps",
    "type": "gear",
    "name": "Mag-clamps",
    "description": "These clamps attach easily onto any metal surface, giving good maneuverability in zero-g or when repairing mechs. Can be fitted to boots."
  },
  {
    "id": "spray",
    "type": "gear",
    "name": "Nanite Spray",
    "description": "This spray paint can be sprayed on any surface. It is invisible to the naked eye but can be used to transmit a simple message or limited data packets when scanned"
  },
  {
    "id": "omnihook",
    "type": "gear",
    "name": "Omnihook",
    "description": "A bulky, miniaturized, portable field omninet terminal that allows for communication, data transfer, and limited hotspotting. Very valuable. Most mech teams have at least one of these, mounted or carried by a designated operator. Tuning an omnihook requires a high degree of skill."
  },
  {
    "id": "patch",
    "type": "gear",
    "name": "Patch",
    "uses": 1,
    "description": "‘Patch' is a catch all term for sprayable medi-gel, instant-acting medical patches, or other first aid gear. Using a patch takes a full action and restores 1⁄2 your pilot's HP (round up). It can be used on another adjacent pilot for the same effects, and although it can heal a down and out pilot, it won't bring them back to consciousness. Has no effect on mechs."
  },
  {
    "id": "drone",
    "type": "gear",
    "name": "Personal Drone",
    "description": "A small, non-combat drone. Fairly noisy, but can fly with good maneuverability up to half a mile without losing signal and can relay audio and visual information."
  },
  {
    "id": "bag",
    "type": "gear",
    "name": "Sleeping Bag",
    "description": "Compact enough to fit in a mech cockpit, highly resistant to changes in temperature. Some mech pilots swear by them as emergency fire protection"
  },
  {
    "id": "scope",
    "type": "gear",
    "name": "Smart Scope",
    "description": "A powerful electronic scope that can give good vision up to two miles away, automatically adjusts its reticle for wind, gravity, and pressure. Can be paired with other thermal, optical, or simulated-vision devices to allow for more precise targeting. Can project its FoV and all data to a user or networked user's HUD."
  },
  {
    "id": "speakers",
    "type": "gear",
    "name": "Sound System",
    "description": "Though not strictly necessary, many mech pilots hook up internal speakers to give them a clear line to their compatriots during combat, or simply play music"
  },
  {
    "id": "stims",
    "type": "gear",
    "name": "Stims",
    "uses": 3,
    "description": "These chemical stimulants are sometimes administered automatically by built-in injectors in a pilot's suit, or even their body. Choose one when you take a stim: <br><b>Kick</b>: Keeps a pilot awake and alert for up to 30 hours.<br><b>Freeze</b>: Keeps a pilot calm and emotionally stable, deadens fear or other strong reactions. <br><b>Juice</b>: Heightens senses, alertness, dispels fatigue, and shortens reaction times. Known to occasionally provoke rage in some users.<br>Uncontrolled use of any stims can be addictive and dangerous to health in the long term and is a problem for some pilots."
  },
  {
    "id": "arm",
    "type": "gear",
    "name": "Tertiary Arm",
    "description": "A powered third arm, mounted on a bracket on the hardsuit. Can be equipped with a manipulator to allow for fine motor control, fitted with a weapon to allow for greater combat efficacy, or a specialty tool. It is powered, and controlled via the same neurological bridge processes that lets hardsuits respond to user input."
  },
  {
    "id": "thermal",
    "type": "gear",
    "name": "Thermal Charge",
    "uses": 1,
    "description": "This charge can be planted on any free space for a full action, and detonated remotely as an action. Once detonated, it explodes in a blast 1 area. Attack all targets in the area, aim vs evasion, for 3 AP energy damage. This deals double damage to objects such as doors, walls, and automatically hits them."
  },
  {
    "id": "survivalkit",
    "type": "gear",
    "name": "Wilderness Survival Kit",
    "description": "Contains many of the essentials for surviving in a hostile environment - rebreather, water filter, backup environmental suit, bivouac kit, etc"
  },
  {
    "id": "prosocollar",
    "type": "gear",
    "name": "Prosocollar",
    "description": "A collar-like device that fits snugly around the neck and projects a holographic image over your face and head. The collar can change your voice and scramble or change your appearance. It doesn't stand up to close inspection, but it's very easy to fool electronic systems or people at a distance."
  },
  {
    "id": "ses",
    "type": "gear",
    "name": "HORUS Subjectivity Enhancement Suite",
    "description": "Cybernetic implants that allow you to hack without gear or a rig. While you have these implants, you can extrude cables or ports from within your body to plug in and experience an alternate reality interface that provides full interactivity and omninet access."
  },
  {
    "id": "dataplating",
    "type": "gear",
    "name": "Dataplating",
    "description": "Linked jewelry/faceplates that allow sub-vocal communication and augmented reality. Dataplates can quickly translate many languages, and anyone with a dataplate can talk to any other person with a dataplate without vocalizing, creating something eerily similar to telepathy."
  },
  {
    "id": "flexsuit",
    "type": "gear",
    "name": "Flexsuit",
    "description": "A strong, under-clothing suit that recycles water, generates nutrients, and adapts very rapidly to hostile environs, keeping its wearer in a state of stability and extending their survivability. Very good for colonists adapting to a new environs."
  },
  {
    "id": "slyph",
    "type": "gear",
    "name": "SSC Slyph",
    "description": "Discovered on Acrimea IV, an SSC biome cultivar world, the Sylph is an organic lifeform that appears to find homeostasis in nearly any and all environments. Working with breeding-analogous methods familiar to SSC bioengineering doctrines, SSC developed Sylph Undersuits -- sterile, living sylphs grown as an envelope, fitted to its owner. Once fitted, the Sylph bonds, creating a symbiotic relationship -- it sustains itself off the waste products of its host, while protecting its host from a number of hostile environmental factors. It can be removed and stored when not in use, where it conforms to whatever container it is placed in. <br>This semi-biological, skin-tight undersuit can be worn for extended periods. In its natural form, it is translucent and semi-liquid, and can be stored easily. It cleans the body, aids its natural healing processes, and eliminates wastes. Parts of it can be made opaque or translucent or change color or texture. It can cowl over the head, providing sealant from vacuum, high protection against radiation, and filtering of air or liquid, providing the ability to breathe water for a limited time."
  },
  {
    "id": "infoskin",
    "type": "gear",
    "name": "Infoskin",
    "description": "This reactive, synthetic polymer bonds easily to real skin and hair. It responds to electronic signals and can rapidly change color, texture, or even contort or distort, allowing a wearer to make minor changes in their appearance such as facial features, hair color, or makeup patterns with a linked program."
  }
]