[
  "Part (or all) of your body was too damage to be cloned perfectly and a significant percentage of your clone’s body has been replaced with cybernetics. These are high quality prostheses, and are not visibly synthetic to a casual observer. The extent of the damage is unknown to you.",
  "The process required your clone be fitted with a visible cybernetic augment, such as an arm, leg, eyes, or the like. It is conspicuous and often attracts unwanted attention.",
  "By accident or malintent, you have been cloned into a different client’s body. You may discover in time that the body might be that of a notorious, famous, or infamous individual, with enemies and allies who thought they were dead (or they might encounter the “original” person you have been cloned from)",
  "You are cloned or revived with a nasty, disfiguring scar or a hideous appearance that clearly marks you as vat-grown.",
  "Administrative mishaps lead to complete and drastic change in appearance in your new body",
  "An extra, withered limb grows out of your fascimile’s chest shortly after your cloning. It sometimes moves on its own.",
  "A conspicuous barcode is now printed on your facsimile body. The barcode has meaning to powerful organizations, but you are not privy to its meaning - yet.",
  "Under certain light conditions, it is possible to read a script or inscription printed just under your skin. The script is all over your body and contains a scientific formula, a map, or other information contested by powerful organizations or entities.",
  "Your new body is incredibly susceptible to solar radiation, viruses and bacteria, or some other widespread “normal” environmental phenomenon. To operate outside of a safe environment, you must wear an environmental suit. The cockpit of your mech is considered a safe environment, as well as your personal quarters. Other rooms can be made safe as a downtime action, but require time to be converted and a decontamination process to enter.",
  "DNA from a non-human or possible xenobiological source was used in your resuscitation. Your revivers will not tell you the exact details or what effects it will have on you long term, and treat you more as a science experiment. You now have a useful, visible (though able to be hidden) cosmetic variation.",
  "You are stricken with persistent dreams, visions, and images of your death in vivid detail whenever you try and sleep or rest. You know they are all real, but cannot reconcile the existential gulf between what your previous “you” experienced, and your new subjectivity.",
  "You are replaced by a digital ‘homunculus’, an electronic imprint and reconstruction of your personality that occupies a subaltern, a kind of robotic shell. While technically not conscious, it’s essentially ‘you’.",
  "You are plagued by the constant understanding or belief that the ‘real’ you is actually dead, and you are merely a shadow aping a dead person, implanted with the memories of someone else. You cannot establish the difference between the “you” that died and the “you” that exists now.",
  "Your clone is implanted with the residual memories of an entirely different and powerful or influential person. This reveals very dangerous and potentially unwanted information to you that is contested or sought after by powerful entities.",
  "The process goes awry and you are revived tabula rasa. In desperation, the techs dump a stock personality construction into you. Change your background (adjust your triggers accordingly, and erase all your invocations).",
  "The process of revival is not without complications. Your natural lifespan is dramatically shortened, and you know you will have to undergo another flash-cloning in the near future.",
  "Something changed you, and you have persistent and intrusive mental contact with another entity or entities. It could be human or non-human in nature.",
  "You often are struck with searing headaches during which you see brief flashes of what you are pretty sure is the future. Sometimes it comes to pass, sometimes it doesn’t.",
  "Knowingly or unknowingly, you are implanted with a mental trigger that when heard or activated, causes you to go into a receptive state, either following a pre-programmed course of action (kill, lie, etc) or to listen to and follow exactly the commands of the person who activated you. These commands must be simple, and the person who gives them (PC or NPC) is determined by the GM. You might be able to overcome this effect with time.",
  "You are brought back with complete amnesia of the time before you were re-born, causing a ‘tabula rasa’ situation in which you must be re-trained and interpellated, a costly process. Your triggers completely reset. Re-assign them as if you were level 0 and just leveled up to your current level, and you may re-write some incidental facts of your backstory."
]