[{
    "id": "filter",
    "name": "GMS Pattern-A \"Filter\" Smoke Charges",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "You may expend a charge from this system for one of the following effects:<br><b>Smoke Charge</b> <i>(Grenade, Range 5, Blast 2):</i> The blast area grants soft cover to all characters and objects inside.Lasts until the end of your next turn, then disperses.<br><b>Shroud Mine</b> <i>(Mine, Burst 3)</i>: This mine detonates when any allied character moves over or adjacent to it. The affected area becomes soft cover for all characters and objects within. Lasts until the end of the activating character's turn, then disperses.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "hex",
    "name": "GMS Pattern-B HEX Charges",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "You may expend a charge from this system for one of the following effects:<br><b>Frag Grenade</b> <i>(Grenade, Range 5, Blast 1):</i> Affected characters must pass an agility save or take 1d6 explosive damage, and half on a successful save <b>Explosive Mine</b> <i>(Mine, Burst 1)</i>: Affected characters must pass an agility save or take 2d6 explosive damage, and half on a successful save.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "jericho",
    "name": "GMS Pattern A \"Jericho\" Deployable Cover",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "deployable"
      }
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Using this system creates two sections of size 1 Hard cover adjacent to the user (in any orientation, as long as there is free space). Requires a full action to pick up. Reusable. Each section of cover has 5 Evasion, 10 HP, and can be targeted and destroyed. A mech can spend 1 repair during a rest to repair it to full HP.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "plug",
    "name": "Companion/Concierge-Class Dummy Plug",
    "type": "AI",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      }
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Your mech has a basic companion/concierge unit installed in it, gaining the AI tag. It can speak to you and has a personality but is not truly capable of independent thought, as a true AI would be. It is obedient to you alone. When you hand over the controls, it can take actions and move on its own prerogative when not piloted, using its stats, but has no independent initiative (it must take and follow commands from you, or else takes no action other than to defend itself).<br>Dummy Plugs are not true AIs and thus cannot be unshackled.",
    "description": "The Companion/Concierge Class Dummy Plug conforms to galaxy wide standards for comp/con units. A Com/Con DP will pass even the most rigid Turing-Null classifications and is cleared for operations even when the pilot is not present.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "burst",
    "name": "GMS \"Burst\" Jump Jet System",
    "type": "Flight System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When your mech boosts, your mech can fly. However, your mech must end its turn on the ground or another surface, or else fall.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "eva",
    "name": "GMS EVA Module",
    "type": "Flight System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Your mech counts as having a propulsion system in low or zero gravity and submarine environments (its not Slowed while moving and can fly normally).",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "t1flight",
    "name": "GMS Type I Flight System",
    "type": "Flight System",
    "sp": 3,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When your mech moves or boosts, it can fly. However, at the end of each turn that you activated this module, generate heat equal to the size of your mech +1, rounding up.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "t1shield",
    "name": "GMS Shield Type I",
    "type": "Shield",
    "sp": 2,
    "tags": [{
        "id": "shield"
      },
      {
        "id": "protocol"
      },
      {
        "id": "unique"
      },
      {
        "id": "heatself",
        "val": 1
      }
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "You can choose to activate this shield protocol at the start of your turn. Nominate an enemy you can see. All that enemy's ranged or melee attacks against you are made at +2 difficulty until the start of your next turn, but your ranged or melee attacks against them also suffer the same penalty.",
    "description": "The GMS Shield Type-I utilizes a projected, aggressive, anti-ballistic super-positional shield to trap and deny incoming solid and wave-based projectiles. ",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "manipulators",
    "name": "Manipulators",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Gain 2 extra sets of limbs. These limbs cannot be used to make attacks, but can otherwise hold and manipulate the environment and items as normal. In addition, these manipulators can interact with objects in the environment that a pilot would normally have to interact with (a pilot sized touch pad, etc) with no penalty.",
    "description": "Precise interaction with the built or natural environment, soft targets, and sensitive material below rated tonnage is part of the daily routine for support-class mechs. Manipulators, haptic-padded multi-digit \"hands\", allow for such precise manipulation. ",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "personalizations",
    "name": "Personalizations",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When you take this mod, your mech gains +2 HP and you may establish with your GM 1 minor effect or modification you have made to your mech. This mod cannot grant any statistical or combat benefit to your mech other than the hp benefit, but could provide other useful effects. If your GM agrees that this mod would help you with a particular pilot or mech skill check, they can give you +1 Accuracy on the check.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "stable",
    "name": "Stable Structure",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Your mech makes saves to resist getting knocked prone or knocked back with +1 Accuracy.",
    "description": "",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "smn",
    "name": "Synthetic Muscle Netting",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 1,
    "effect": "When grappling or ramming, you always count as the same size as your opponent if your opponent is larger than you, and larger than your opponent if they are the same size or smaller. Your lifting and dragging capacity doubles (your mech can lift objects twice its size and drag objects up to four times its size).",
    "description": "IPS-N's proprietary Synthetic Muscle Netting is a field-proven augmentation compatible with existing IPS-N FRAMEs. A spray-on catalytic/structural enhancement, the SMN system boosts manipulator and propulsion subsystems by roughly 25% without impacting the operational life of augmented components. The spray-on catalytic also acts as a mild impact-absorption and thermal insulation layer; IPS-N recommends pilots only apply the SMN system to interior components and practice frequent cleaning to prevent septic-analogous decay.",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "repair": 0
    }
  },
  {
    "id": "grapples",
    "name": "Reinforced Grapples",
    "type": "System",
    "sp": 2,
    "tags": [],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 3,
    "description": "Grapples allow for enhanced movement and utility for pilots who operate in ≤1G environments. Woven from incredibly strong nanocarbon/arachosynth+ threading, grapple line typically is carried on waist-mounted spools and attached to charge-actuated brachial projectors. Once fired, grapples penetrate and affix to their targets. Small meltdown charges seeded every thirty meters of cable allow for rapid disengagement and expose a fresh grapple head, ready for immediate use.",
    "effect": "<b>Grapple movement</b>: Once a turn, your mech can use this grapple when it makes a regular move, allowing it to fly as long as it moves in a straight line and there is a clear path. It must end its move on an object or surface or fall, but can grab on to that surface (even vertical or overhanging) as long as it remains immobile. If it's knocked prone or knocked back while grabbing onto a surface this way, it falls.<br><b>Drag Down:</b>These grapples can also be used to try to drag down another character within range 5 and line of sight as a quick action. Make a contested hull check with your target. The loser is knocked prone.",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "repair": 0
    }
  },
  {
    "id": "sekhmet",
    "name": "SEKHMET",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      }
    ],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 3,
    "effect": "<b>SEKHMET Protocol</b><ul><li>All melee critical hits do +1d6 bonus damage</li><li>You can make a skirmish action using only melee weapons as a free action at any point during your turn.</li></ul>While active, you lose direct control of your mech. Your mech uses all available actions and movement to first attempt to get into melee range of the closest character (friend or foe!) and then attack them. If your mech isn't in melee range of a character, it attempts to use all actions to get into melee range, even if it could still fire a ranged weapon using those actions. You can decide to overcharge your mech or not, but if you do, it uses the overcharge action for the same purposes.<br>You can end this effect at the start of any turn as a protocol.If you do,your mech is immediately stunned until the start of its next turn.Otherwise, this protocol will continue until your mech is destroyed.Death or incapacitation of the pilot will not stop it.",
    "description": "The IPS-N SEKHMET Co-pilot is ready to be your First Mate! SEKHMET comes standard with remote, Omninet, IR tag, and voice control systems and is fully versed in all current and legacy IPS-N mech cores. Your own SEKHMET system will learn with you, and should the worst happen, will continue as you would, running an emulated neural net doppelgänger to control your IPS-N chassis until forced or voluntary shutdown.<br>SEKHMET-class systems tend to have aggressive attitudes and dark sense of humor; pilots often like to call them a berserker system, a dangerous NHP that values combat efficacy over its pilot's well being.",
    "data_type": "system",
    "aptitude": {
      "melee": 2,
      "repair": 0
    }
  },
  {
    "id": "argonautshield",
    "name": "IPS-N Argonaut Shield",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "quickaction"
      }
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 1,
    "effect": "As a quick action, this heavy over-arm shield can be used to protect an adjacent character from incoming fire, giving them resistance to all damage as long as they stay adjacent to you. However, your mech takes the damage that was resisted by your target (so 50% of damage goes to them, and 50% to you), before armor and reduction. The effect breaks if they break adjacency, and you must repeat this action to regain the effect.",
    "description": "The Argonaut is an old-pattern physical shield crafted from layered ablatives and nonferrous anti-kinetic alloys. Popular among line chassis orders and Trunk Security oﬃcers, the Argonaut alone is a phalanx; in formation, it is the impenetrable wall.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "aegis",
    "name": "AEGIS Shield Generator",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "shield"
      },
      {
        "id": "deployable"
      },
      {
        "id": "limited",
        "val": 1
      }
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 2,
    "effect": "Once planted in a free adjacent space, this size 1 generator creates a burst 2 zone around it until the end of the current scene. All allied characters and objects at least partly covered by the zone gain +1 armor. This armor could put them over the cap of 4. The generator has 10 HP but benefits from its own armor bonus, and deactivates once used up.",
    "description": "The Aegis is a portable electromagnetic shield generator, a way to establish a momentary safezone to withstand an incoming bombardment or environmental hazard.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "bunker",
    "name": "Portable Bunker",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "limited",
        "val": 1
      },
      {
        "id": "unique"
      },
      {
        "id": "deployable"
      }
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 3,
    "effect": "To activate this system, choose a clear 4x4 space adjacent to you and take a quick action. At the start of your next turn, this system unfolds into a fortified emplacement that grants hard cover to anyone within the area from all directions, as long as they are fully covered by the area. Characters inside also have resistance to damage from blast, line, and cone attacks that originate from outside the bunker.<br> The bunker is open topped and can be entered and exited at will.If attacked the bunker has evasion 5 and 40 HP.It cannot be moved or deactivated once deployed.",
    "description": "A simple deployable, the \"Portable Bunker\" is actually a series of unfolding single-use printer sheets: flatpack pouches of inert non-newtonian fluid that, when deployed, are triggered into a rigid structure capable of withstanding incredible force.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "restock",
    "name": "Restock Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "limited",
        "val": 2
      },
      {
        "id": "unique"
      },
      {
        "id": "drone"
      }
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 1,
    "effect": "<b>Drone (Size 1/2, 10 HP, 10 Evasion/E-defense)</b>:<br>As a quick action, you can set this drone down in any adjacent space. After your turn ends, the drone primes. Any allied character that moves adjacent to the drone or starts their turn adjacent to it can activate it as a quick action. That character can then cool 1d6 heat, reload one weapon with the loading tag, and end one condition affecting it. The drone is then consumed, deactivating and disintegrating.",
    "description": "A simple, reliable, and sturdy drone mounting a printer, a restock drone allows for limited logistic capability through autosalvage: the bulk of the drone is RawMat, a generalized mix of silicates and metallic materials meant to be processed for high-yield printing. Pilots often call restock drones a \"mech snack\"",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 1
    }
  },
  {
    "id": "winch",
    "name": "Cable Winch System",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 1,
    "effect": "As a quick action, you can attach the cables to an adjacent character. If the character is shut down, stunned, or a willing target, this action is automatically successful, otherwise it can make a successful hull save to resist this effect. Once attached, your mech and the attached character cannot move more than 5 range away from each other. One character can tow the other, but is Slowed while doing so. Any character can make a successful melee or improvised attack to remove the cables (removed on a hit, the cables have evasion 10).<br>The cables can also be attached to the environment or any object. They are 5 length when used this way and can take a combined size of 6 in strain if using them to climb, etc, before they break. Characters using the cables to climb move at normal speed.",
    "description": "A winch system consists of a spool of nanocarbon-weave cable mounted externally, and recovery subroutine software uploaded onto the recovery mech's datamind.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "mule",
    "name": "MULE Harness",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 2,
    "effect": "Your mech has mounts, straps, and hard points built to carry a total number of characters whose  total size is 1/2 a size less than your own (so size 1 = a single size 1/2 actor, size 2 = a single size 1 actor or three size 1/2 characters). Characters of your choice that are adjacent to you can spend a quick action to mount your mech. While mounting your mech, they occupy your mechs's space, move when you move (and count as moving) and benefit from soft cover. If your mech is knocked prone, stunned or is destroyed, they fall off into an adjacent space and are knocked prone. They can dismount by taking a quick action.",
    "description": "The Multiple User, Light Entanglement harness is a mass-produced version of a common battlefield modification that allows friendly soldiers to ride along on friendly chassis. Some systems are large and sturdy enough to allow for smaller chassis to accompany larger chassis; these are typically employed in High Altitude, Low Orbit insertions to reduce radar signatures.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "sealant",
    "name": "Sealant Spray",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 2,
    "effect": "This system can be used on any character or free space within range 5 and line of sight. It has different effects depending on what it is used on<br><b>Hostile character</b>: Your target must make an agility save. On hit, they are Slowed until the start of your next turn but immediately ends any Burn affecting them.<br><b>Empty space</b>: This creates a blast 1 area centered on the targeted space.The area becomes difficult terrain for the rest of this scene and this puts out any fires in the area.<br><b>Allied character</b>: Your target is Slowed until the start of your next turn but can immediately end any Burn effecting them.",
    "description": "A simple formula of single-use, single objective nanites &mdash; \"whitewash\" &mdash; commonly used to suppress fires and provide fast, temporary seals in punctured starship bulkheads. Can be used to restrain noncompliant actors when applicator is affixed with the correct spray heads and catalytic formulations.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "aceso",
    "name": "Aceso Stabilizer",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "shield"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 3,
    "effect": "You can fire this small, self-arming system at any allied character in range 5, where it clamps on to their mech. The Stabilizer has 4 HP + your grit. A character can only have one stabilizer attached to them at once, but it grants the following benefits:<ul><li>The allied character is immune to the Impaired and Jammed conditions while the stabilizer is attached</li><li>When the allied character takes any amount of damage, the damage is absorbed by the stabilizer first instead of the allied character.If the stabilizer drops to 0 HP, it detaches and is destroyed, and the character it was attached to takes any damage that' spills over'.</li>",
    "description": "The IPS-N Aceso Stabilizer system is a useful triage measure to address scoring and minor mechanical damage that results from combat engagements or negative environmental interaction. Due its low processor demand, an Aceso stabilizer can be controlled by even a comp/con unit; this allows the pilot to concentrate on more complex repairs or immediate threat neutralizatio",
    "data_type": "system",
    "aptitude": {
      "repair": 1
    }
  },
  {
    "id": "bulwark",
    "name": "Bulwark Mods",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 1,
    "effect": "Your mech has extended or armored arms or legs, redundant motor systems, or is otherwise reinforced for harsh terrain. Your mech ignores difficult terrain.",
    "description": "A mark of pride for IPS-N, all proprietary mech cores feature IPS-N's QuickMod system, a modular, legacycompatible system of joints, hardpoints, and internal slots that make installing upgrades simple.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "armorlock",
    "name": "Armor Lock System",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 2,
    "effect": "When you take the Brace reaction, until the end of your following turn, any attacks targeting you are made with 1 additional Difficulty, you can't fail agility or hull saves or contested checks, be knocked back, grappled, knocked prone, or moved by any external force smaller than size 5. You also immediately end any grapples currently affecting you.",
    "description": "IPS-N's Armor Lock System is a total-body modification for a mech core that provides additional chassis stability when pilots are faced with a situation that puts their core under greater-than-anticipated stress.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "ramjet",
    "name": "RAMJET",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 3,
    "effect": "Until the start of your next turn, your mech gains +2 speed when boosting and its melee attacks (including rams, grapples, etc) gain knock back +2. However, your mech must move its maximum speed each time it moves and can only move in straight lines (it can stop if it would collide with an obstacle or enemy, and it can change direction between movements).",
    "description": "Air. Air and momentum. There's a threshold that veteran Nelson pilots know well, the Point of Endless Momentum. When you get moving fast enough, in the right atmosphere, the air itself feeds into auxiliary ports on the chassis, compressing, howling out like a demon's angry scream. The Point of Endless Momentum is a giant's hand on your chest and a god's chariot under your feet and you feel like you can outrun light itself and there's nothing else like it.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "breaching",
    "name": "Breaching Charges",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "limited",
        "val": 3
      },
      {
        "id": "unique"
      }
    ],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 1,
    "effect": "You may expend a charge from this system for one of the following effects:<br><b>Thermal Grenade</b> <i>(Grenade, range 5, blast 1)</i>: Characters caught in the area of effect must pass an agility save or take 1 d6 energy damage, and half on a successful save.This grenade does 10 AP damage to objects or terrain instead of normal damage.<br><b>Breaching Charge</b> <i>(Mine)</i>: Unlike other mines, this mine can also be planted on an adjacent wall, piece of cover, or piece of terrain(not just a free space).Once armed, this mine does not detonate normally, but must be detonated with a quick action. It explodes for a burst 1 area, 2 d6 AP energy damage. Characters caught in the area can pass an agility save to halve this damage.Objects or terrain caught in the area are hit automatically and dealt 30 AP explosive damage.",
    "description": "A breach/blast charge is simply a shaped, milspec pattern of IPS-N's generalist/civilian blasting charge, meant to crack asteroids. The IPS-N BB features a far more pure blend of high explosives designed to cause massive traumatic damage to mechs and other hardened structures.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "roland",
    "name": "ROLAND Chamber",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 2,
    "effect": "When you reload, your very next attack with a ranged weapon deals +1d6 bonus damage as explosive damage. Targets affected by this bonus damage must pass a hull save or be knocked prone.",
    "description": "Packed into sealed, self-contained cylinders, IPS-N's ROLAND rounds are heavy shells purpose-built for any kinetic weapon that can accept cylindrical magazines. Packed with a non-O2 dependent accelerant, ROLAND Chambers can be used to reliably send air-or-impact burst shells downrange.<br>For use in outdoor or Certain-Kill environments; use extreme caution when firing in pressurized spaces.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "siegeram",
    "name": "Siege Ram",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "IPS-N",
    "license": "TORTUGA",
    "license_level": 1,
    "effect": "Your ram attacks deal 1d3 kinetic damage on hit. Against objects or terrain (such as walls, etc), your ram attacks instead deal 10 AP kinetic damage.",
    "description": "The Siege Ram is another holdover from IPS-N's pre-merger days. When Bulkheads slam closed and there is a need to get them open, marine pilots mount a siege ram to get the job done. Heavy, dumb, and unbreakable, the Siege Ram is the universal key. Carried in-hand by a qualified chassis, the IPS-N Siege Ram is a solid metal beam with a wedge tip, meant to be slammed into the seam of a sealed bulkhead door and driven home, cracking open ships and stations like a can.",
    "data_type": "system",
    "aptitude": {
      "melee": 1
    }
  },
  {
    "id": "hyperdense",
    "name": "Hyper Dense Armor",
    "type": "Armor",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "shield"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "IPS-N",
    "license": "TORTUGA",
    "license_level": 3,
    "effect": "You may activate this armor system's activation protocols at the start of your turn. While active, it hardens into a shimmering, reflective surface and offers unparalleled protection, granting you resistance to all damage from attacks further away from range 5 of your mech. However, your mech is Slowed while it is active, and de-activating it is a quick action",
    "description": "IPS-N HyperDense Armor is built for use in space. As the name implies, the HyperDense system is forged without respect to the gravitational constraints mechs may face down a gravity well; many pilots flying cores equipped with HyperDense armor are shocked to experience the difference in piloting their mechs down a well versus in the null-gravity of space.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "snare",
    "name": "Snare Trap",
    "type": "Deployable",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "deployable"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "IPS-N",
    "license": "VLAD",
    "license_level": 1,
    "effect": "You may deploy this trap in a free adjacent space as a quick action. It arms at the end of your turn. This trap triggers when any character passes directly over it. The target must pass a hull check or take 1d6 AP kinetic damage and become immobilized. Once triggered, the trap becomes an object with 10 HP and 5 evasion, and immobilizes its target as long as it is not destroyed.",
    "description": "The IPS-N WEBJAW Explosively-Accelerated Filament system is a deployable all-theater perimeter defense system designed to arrest hostile movement in pre-determined kill-corridors. Deployable by hand or launch tube, the WEBJAW EAF system consists of a cluster of filament anchors scattered across an area. When triggered remotely or by a series of programmable physical, electronic, or chemical triggers, the anchors target and fire at the triggering foe, embedding hard-tip barbs deep inside both hard and soft targets. The barbs, anchored to their bases by arachnosilk-analog filament, immobilize and entangle the target.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "caltrop",
    "name": "Caltrop Launcher",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "IPS-N",
    "license": "VLAD",
    "license_level": 2,
    "effect": "When this system is activated, your mech targets a free blast 1 area within range 5 and blankets that area with explosive caltrops. That area becomes difficult terrain for the rest of the scene, and any mech that enters the area for the first time on its turn or starts its turn there takes 1d3 AP explosive damage.",
    "description": "A wicked anti-organic, anti-vehicle, proximity denial system, chassis-mounted caltrops are fired in great clouds of shimmering metal (or deployed in long swathes) to blanket an area. IPS-N's HX-CAL caltrop system adds small, shaped explosives to the mix of hardened pyramids.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "chargedstake",
    "name": "Charged Stake",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "fullaction"
    }],
    "source": "IPS-N",
    "license": "VLAD",
    "license_level": 3,
    "effect": "This brutal system can be used against any adjacent character. That target must pass a hull save or take 1d6 AP energy damage damage and become immobilized. At the end of each of its turns, the target can repeat this save to end the effect on itself, otherwise it takes 3 AP energy damage and remains immobilized until it makes the check successfully. Only one target can be immobilized by this system at once, but it can be picked up and recovered as a quick action from an adjacent space, ending its effect.",
    "description": "Built from gear meant originally for blast mining, this enormous, improvised system is loaded and cocked prior to embark into a specially primed chamber. It is designed to penetrate and immobilize hardened targets, then send powerful, vaporizing charges into its vulnerable internal systems.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "ferrouslash",
    "name": "Ferrous Lash",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 1,
    "effect": "A target of your choice in range 8 must pass an agility save. On a failure, it is pulled 5 in a direction of your choice. This movement must obey obstructions, terrain, etc, but doesn't provoke reactions and ignores engagement. If it collides with an obstacle or another mech, it is additionally knocked prone.",
    "description": "Initially developed as a non lethal crowd suppression device, the Ferrous Lash is a far more complex and dangerous device in the right pilot’s hands. Fired from a series of integrated launchers, the FL system detonates payloads of fast-congeal ferrofluids that restrain their targets; tuned to the correct frequency, these proprietary SSC ferrofluid blends form into rudimentary ambulatory segments, pulling their hosts back towards the casting unit.",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "iceout",
    "name": "ICEOUT Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 2,
    "effect": "<b>Drone (Size 1/2, 10 HP, 10 Evasion/E-defense)</b><br>You fire an ICEOUT drone at a point in sensor range, where it hovers in place. Once fired, the drone creates a burst 2 zone around itself. Any character at least partially covered by the zone (hostile or allied), is immune to all tech actions (even beneficial ones), and cannot make or benefit from any tech actions. Any negative statuses caused by tech actions immediately end. The drone deactivates at the end of the current scene or when destroyed, and cannot be re-used. You can move it again to a point in your sensor range as a quick action.",
    "description": "SSC's ICEOUT module is a response to the increasing reliance on system-based scans to ensure accurate targeting. By blanketing a core's systems in layers of digital defilade, mirroring, spoofing, and redirection, an ICEOUT module can effectively disappear/disincorporate/legion its user from hostile scans. Note that this module only makes its user system-invisible; they will still be visible through optics.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "magdeployer",
    "name": "Mag Deployer",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "deployable"
      }
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 2,
    "effect": "You flash-print a heavy metal plate that takes up a 2x2 free space in range 5 of you. It is flat and doesn't obstruct movement. You can set the system to one of two settings when you create it:<ul><li><b>Repulse:</b> Any hostile target that enters the space must pass an hull check or be pushed in a direction of your choice 3 spaces. If this causes them to collide with an obstruction (terrain, a mech, etc) it is additionally knocked prone. An allied target that enters the space can fly 3 in any direction as a free action.</li><li><b>Attract:</b> Any target, allied or enemy, that enters the space, must pass a hull check or become immobilized. It can end this status by taking a quick action and repeating this check successfully to free itself.</li></ul><br>The deployer can be attacked - it has evasion 5, 20 hp, and 2 armor, and it lasts until the end of the current challenge or around an hour outside. You can only deploy one at at time. If you create a new deployer, the old one disintegrates and is destroyed.",
    "description": "SSC's own take on flash-printing is advanced enough to embed magtech burnout cells into raw prefab clay. SSC non-mag pilots often disparage Black Witch pilots for \"throwing plates\" at the enemy, but the tactical advantage they provide cannot be denied.",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "blackice",
    "name": "Black Ice Module",
    "type": "Tech",
    "sp": 3,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 3,
    "effect": "Hostile tech attacks against your mech or any adjacent ally are made at +1 Difficulty. Successive attacks in the same combat from any character against you or any adjacent ally are made with an additional +1 Difficulty (cumulative). This difficulty has a maximum of +3, and resets when it would hit +4 back to +1 as its definitions roll over. Allies don't keep this benefit if they are not adjacent.",
    "description": "A defensive system packaged with BW-LOCKOUT Constellar and Gendarme models, the BIM projects a bubble of WHITECELL code that collates incoming hostile script and live-structures inoculants for friendly systems",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "magshield",
    "name": "Mag Shield",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "shield"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 3,
    "effect": "As a quick action, this system creates a line 4 force field 4 spaces high in a free space with at least 1 space adjacent to you. The field does not grant cover or block line of sight, but any character gains resistance to kinetic and explosive damage from attacks that would draw line of effect from the other side of this field (use the normal rules for LoS and cover). It is an obstruction and blocks movement for any mech or pilot wearing armor. The shield lasts until the end of the current scene, but only one shield can be placed at a time (if a new one is placed, the other deactivates).",
    "description": "SSC's magnetic shield takes the same technology as their proprietary magnetic buckler and applies it to a massive deployable system.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "magclamps",
    "name": "Hi-stress Mag Clamps",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "DEATH'S HEAD",
    "license_level": 1,
    "effect": "Your mech treats all vertical and overhanging surfaces as flat ground for the purposes of movement. You no longer count as climbing on these surfaces and can move at normal speed, though if you are knocked prone you fall.",
    "description": "A simple, reliable system. When installed, it seeds toggleable electromagnets into the locomotive systems of a chassis. When turned on, the mag clamps allow a chassis to cling to ferrous surfaces. Of especial use in micro and null gravity environments.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "trackingdrone",
    "name": "Tracking Drone",
    "type": "Tech",
    "sp": 2,
    "tags": [{
      "id": "quicktech"
    }],
    "source": "SSC",
    "license": "DEATH'S HEAD",
    "license_level": 1,
    "effect": "Gain the following quick tech option:<br><b>Tracking Drone:​</b>  Make a tech attack against a target in your sensor range. On a hit, you know the target's exact location, HP, Structure, Heat, and speed. It cannot hide and your attacks against it ignore invisibility until the drone is removed from them. It takes a quick action and a successful engineering check from the targeted mech to remove a tracking drone.",
    "description": "A modified version of a tracer round, a tracking drone must hit its target in order to activate. Once a successful hit is registered, a tracking drone will feed live, surreptitious data back to its shooter across multiple theaters.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "siphon",
    "name": "Core Siphon",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "DEATH'S HEAD",
    "license_level": 2,
    "effect": "At the beginning of your turn, you can choose to give the first attack roll of your turn +1 Accuracy. If you do, however, any additional attack rolls until the end of your turn gain +1 difficulty.",
    "description": "By shunting some core waste-heat from dispersal systems to weapon systems, the Death's Head can overclock its weapons' targeting, catalytic, and processing systems. This comes with a trade-off, however, as reliance on overclocking without sufficient cooling can damage systems not built to handle the influx of power.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "compensator",
    "name": "Kinetic Compensator",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "DEATH'S HEAD",
    "license_level": 3,
    "effect": "When you miss with any ranged weapon attack, your very next ranged attack gains +1 Accuracy.",
    "description": "Another common modification, a system of electronically modulated gyroscopes and hydraulic compensators work in concert to absorb and disperse recoil caused by firing heavy weaponry.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "neurospike",
    "name": "SSC NeuroSpike Mk1",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 1,
    "effect": "Gain the following options for Invasion:<br><b>Shrike Code:</b>​ Until the end of your next turn, each time your target makes an attack roll, it first takes 2 heat.<br><b>Mirage:</b> Choose your mech or an allied character you can see. Your target's systems relay blurred, illusory images of that character over its real image that confuse your target's systems. That friendly character (or your mech) counts as invisible to your target until the end of your next turn.",
    "description": "Building off SSC's strain of dormant DHIYED viral code, the Neurospike Mk1 was the first all-theater, single-use spike system developed by the Exotic Materials group. N-Mk1 comes pre-packaged with a basic, but effective, activated DHIYED virus: when fired or otherwise implanted in a synthetic target, it pumps a cocktail of DHIYED virus into the codebase, altering crew outputs and onboard systems' battlefield perception.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "flicker",
    "name": "Flicker Field",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 2,
    "effect": "When you take your regular move or boost, you project a holographic pattern around your mech that leaves dazzling afterimages, making it hard to discern your mech's location. After making your regular move or boosting you count as having invisibility against the very next attack against you. The field disperses after this attack, hit or miss. You can only gain the effect of this field once (you can't 'stack' up several instances of it).",
    "description": "Flicker Fields are generated by holochaff, a blend of photoreactive slivers, mirrorchips, LEDs, and strips of flare-out. Fired from launchers at a pilot's command, holochaff looks at first like a cloud of smoke: within moments it adapts to its surroundings and begins to project out a shattered, shifting image of the terrain around it, creating a distorted field that confounds both visual and systemic targeting.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "crown",
    "name": "StunCrown",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 3,
    "effect": "All hostile targets in a burst 3 area centered on your mech that can see your mech must pass an agility save or become Jammed, and a systems save or become Impaired. Both effects last until the end of their next turn. Characters in cover from you when this system is activated are not affected.",
    "description": "The SSC StunCrown is a simple system, a ring of WHITEOUT flash lamps in hardened mounts that can be triggered to fire an overwhelming burst of light. The StunCrown is usually mounted on a short post or in a ring around a mech's cranial suite; due to the intense energies running through the flash bulbs, this system only has a limited number of uses before the lights burn ou.",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "oasis",
    "name": "OASIS",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 3,
    "effect": "Until the start of your next turn when you move or boost you can move only in straight lines, but create a holographic trail behind your mech as you move. The trail lingers until the start of your next turn, creating a light construct 1 space high and the same length as your movement. It grants hard cover for adjacent characters (allied or hostile), and any characters that benefit from this cover also have resistance to energy damage.",
    "description": "\"Inside? What did I see inside?<br>You think I escaped? That this is all real?<br>No I &mdash; I never left. I am still there. Something is wrong. Something is not right.<br><br>All I can see is myself, moving forward, and I am trapped and surrounded by light.\"",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "reactiveweave",
    "name": "Reactive Weave",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 1,
    "effect": "When you brace, your mech can immediately move its speed as a reaction and it also gains invisibility until the end of its next turn.",
    "description": "A woven CSAJ (Critical Systems And Joints) cover, Reactive Weave not only protects sensitive systems and joints from fouling and poor weather, but provides a surface for SSC engineers to apply their unique loomware technology. This weave is powered, capable of free-flexing to augment a mech's mobility and reduce the stress placed on a chassis' joints. ",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "flashcharge",
    "name": "Flash Charge",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 1,
    "effect": "You may spend a charge from this system for one of the following:<br><b>Flash Grenade</b><i>(Grenade, Range 5, Blast 2)</i>: When this grenade explodes, it creates a blast 2 zone that lasts until the end of your next turn.Characters other than you(allied or hostile) caught inside can' t trace line of sight out of the zone(they can attack other targets inside normally). <br><b>Flash Mine</b> <i>(Mine, Burst 1)</i>: This mine detonates when any character moves adjacent to or over it.Affected characters must pass an agility save or have line of sight only to adjacent squares until the end of their next turn.",
    "description": "Custom-stamped, finished by hand, and fabricated only to demand, flash charges are pricey but effective mech scale- area denial systems that allows unprecedented protection from targeting optics.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "activecamo",
    "name": "Active Camo",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "heatself",
        "val": 2
      },
      {
        "id": "protocol"
      },
      {
        "id": "unique"
      }
    ],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 3,
    "effect": "You can activate or deactivate the light bending properties of this module at the start of your turn. It lasts until the end of your next turn. While this module is active you are invisible. If you take damage, this module immediately deactivates.",
    "description": "Active camouflage represents the pinnacle of counter-optic defense systems. By interpreting incoming visible-light spectrum data, an active camouflage system can project a light-bending field around its user, effectively hiding them in plain sight.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "javelin",
    "name": "Javelin Rockets",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      }
    ],
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 1,
    "effect": "Choose 3 free spaces in range 15 and line of sight. These spaces are visible to all characters. The next time a character passes through this space or any of the spaces over it vertically up to range 10, or starts its turn in one of those spaces, it takes 3 kinetic damage as a rocket hits them, then this effect ends in that area. It also ends on all targeted spaces at the start of your next turn..",
    "description": "“Pralaya was the name of your mother. She who would see the dawn-at-the-end. Her beauty was terrible, and her wrath, and I see it in all of you. My sons, when you hear the sound of thunder, that is your mother’s voice, and the rain of missiles her gift.”<br> -- Continued ministrations of Master Teacher, “Notes For Young John”",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 2,
      "repair": 0
    }
  },
  {
    "id": "tlaloc",
    "name": "TLALOC-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 3,
    "effect": "<b>TLALOC Protocol</b><br>Your mech is capable of rapidly firing and re-targeting your weapons, far faster than you can think. When you activate this protocol, your mech is immobilized until the start of your next turn, but for the same duration, if you miss any melee or ranged attack, you can immediately re-roll the attack as long as you target a different character in range, threat, or the same area of effect if the attack was blast, line, or cone. You can take this re-roll only once for each attack (if the second attack misses you don't get to keep making it), and a target already hit by this attack (from a re-roll or otherwise) cannot be targeted again.",
    "description": "TLALOC-Class AI systems provide advanced multi-system targeting and co-pilot functions, taking over subroutine control to ensure persistent lock-on and engagement. With TLALOC installed and operational, a pilot can trust that their back is always covered and every possible advantage will be exploited. TLALOC clones are often stereotyped as a hasty, impetuous NHP. They are well known for having a superiority complex.",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 2,
      "repair": 0
    }
  },
  {
    "id": "singularity",
    "name": "Exposed Singularity",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "reaction"
      }
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 2,
    "effect": "Once per round, when your mech takes damage, you can immediately teleport up to 1d6 spaces as a reaction in a direction of your choosing (though if this teleport would put you inside an obstacle or other mech you take 5 AP kinetic damage and the teleport fails).",
    "description": "SSC's Exotic Materials project worked to develop the Mourning Cloak's unique gravatic power plant. For the second generation of the SSC-MC, the Exotic Materials project devised a system that allows pilots to aperture open, for a moment, the gravitic containment system, exposing a slice of naked singularity to realspace. <br> Naked singularity is difficult for organics and synthetics to perceive, being similar to the core of a black hole.The sudden exposure directed at foes (or other targets) essentially \"blanks\" the Mourning Cloak from real time. The Cloak's pilot, meanwhile, experiences roughly 10 seconds of normal subjective time, allowing them a brief window in which they can act independently of local realtime.<br>SSC does not recommend abusing this system, as the Exotic Materials group is still testing long-term exposure to local sidereal time.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "hunterlogic",
    "name": "Hunter Logic",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quicktech"
    }],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 2,
    "effect": "Gain the following options for invasion:<ul><li><b>Stalk Prey</b>: Your systems infect the target with a viral logic that wipes your image from their sensors. Until you are damaged by that target, they count you as invisible. This system can only affect one target at a time (other targets still count you as visible and can see you normally).</li><li><b>Terrify</b>: Your systems infect the target with a viral logic that causes your mech to appear horrifying to the target.Until the end of its next turn, your target is impaired and also cannot willingly make any movement that would take it closer to you.</li>",
    "description": "Building from interpreted strands of DHIYED-strain viral code, SSC's Hunter Logic is an agile computational memetic, a dual synthetic/VLS-vector systemic weapon capable of crippling a target's computer and crew.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "fade",
    "name": "FADE Cloak",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "unique"
      }
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 3,
    "effect": "Once this highly experimental drive is activated as an action, it shifts its user partially in and out of blinkspace. When activated, you immediately go out of phase with reality. While out of phase, you can ignore obstructions such as walls or cover and pass through enemy mechs and solid obstacles as if they were not there, but not end your turn there. You cannot interact with the physical world, but neither can it affect you (in terms of damage, etc). If for any reason you are forced to return while inside of another object, take 2d6 AP kinetic damage and return in the nearest available space.<br>At the start of each of your turns while this system is active, roll a d6. On a 4+, you go or remain out of phase, on a 3 or lower, you return to the battlefield until the start of your next turn. This drive can't be activated again if it's already active. It deactivates if you make an overheating check, structure check, deactivate it as a quick action, or the scene ends.",
    "description": "Representing SSC's first successful manipulation of what the Aun call the \"Firmament\", each Firmament Affinity/Directed Entropy Drive must be fabricated to the unique firmament signatures of the pilot cleared to requisition it. FADE drives are rough tools, artificial affinity generators that allow operators to \"shimmer\", to nudge their physical bodies between spaces. The drive extrudes a semi-organic membrane that accomplishes this effect, wrapping around the mech.<br> At present, the long - term effects of this system on organic matter is unknown; pilots who are cleared to operate this system agree to check in with their SSC personal concierge on a regular schedule(\"check in \"includes regular deposits of genetic material).",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "scoutdn",
    "name": "Scout Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "drone"
      }
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 1,
    "effect": "When you use this system, you can deploy your drone to an area in sensor range and line of sight. The drone then emits a burst 2 area around it that grants the following benefits:<ul><li<Gain perfect vision of that area</li><li>Hostile targets that end their turn in the area immediately lose hiding.</li><li>Hostile characters cannot benefit from invisibility in the area.</li><li>Reveal current HP, Evasion, E-defense, and heat levels of targets in that area</li></ul><br>The drone is invisible. It can be recalled or redeployed by taking this action again.",
    "description": "The scout drone is a small, active-camouflaged mini-drone launched from a mounted LOTUS projector. The LOTUS projector fires scout drones at subsonic speeds in bursts of ten, blanketing a wide area with the single-use drones in order to relay information about terrain and targets within.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "markerlight",
    "name": "Markerlight",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "fulltech"
    }],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 1,
    "effect": "Gain the following full tech action:<br><b>Paint Target</b>: Make a tech attack against a character in sensor range and line of sight. On hit, your target gains the Lock On condition, and before the start of your next turn, when a character hits your target with an attack, as a reaction after you see the roll, you can declare your ally's attack has hit a weak spot. The attack becomes a critical hit.",
    "description": "\"Out, damned spot! Out, I say! One: Two: why,<br>then, 'tis time to do't.  &mdash; hell is murky &mdash; fie, my<br>lord, fie! A soldier, and afeared? What need we<br>fear who knows it, when none can call our power to  account?\"<br>  &mdash; Macbeth (5.1.39-43)",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  }, 
  {
    "id": "lowprofile",
    "name": "Low Profile",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }, {
      "id": "protocol"
    }],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 2,
    "effect": "Your mech can retract its major systems to reduce its profile. You can activate this protocol at the start of your turn. While active:<br><ul><li>Rolls to find your mech while hidden are made at + 1 Diﬃculty</li><li>All ranged and tech attacks against you are made at + 1 Diﬃculty</li><li>Your mech is Slowed and cannot make ranged, melee, or tech attacks</li><li>Your mech can still take other actions as normal (hiding, activating systems, etc) can end this effect as a quick action.",
    "description": "A hallmark of a well thought out mech platform is the ability for pilots to work with their technicians to adapt their stock model to the specifications of the environments they operate in. Lowering a mech’s profile removes extraneous protrusions, tunes any broadcast software, and masks heat signatures — all an effort to reduce optical and scanner signatures",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "athena",
    "name": "ATHENA",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "protocol"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 3,
    "effect": "<b>ATHENA Protocol</b><br>Choose a blast 3 area within 50 spaces of you that you can see. Your AI constructs a perfect, real-time, 3d model of this are that you can rotate and interact with, including characters that move in and out of that area, and extreme detail. You can re-target or move this area by taking this quick action again. It lasts until the end of the current scene (or about 30 minutes in narrative time).<br>Your mech gains perfect vision of this area and can relay this to allies, letting any attacks from yourself or allies in the area ignore cover. Hostile targets that end their turn in this area lose invisibility or hiding, cannot hide or turn invisible in the area, and you can ask the GM for perfect information on the statistics, weapons, and systems any targets in the area",
    "description": "Smith-Shimano's ATHENA is the pinnacle of total hyperspectral environmental facsimile. Through a combination of unfettered Omninet access, hyperspectral relays fired out from a Cloudscout TACSIM projector, sub-networked squadmates, and active/hostile intrusion protocols, ATHENA bootstraps a nearflawless reconstruction of the immediate environment around its host core. ATHENA is unparalleled in its processing power, and with this reconstructed environment it can provide trustworthy, accurate advising to pilots in need of strategic counsel. ATHENA clones tend to be patient, cautious, and measured in their relations with their pilots.",
    "data_type": "system",
    "aptitude": {
      "support": 2,
      "repair": 0
    }
  },
  {
    "id": "cloak",
    "name": "Cloaking Field",
    "type": "System",
    "sp": 4,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 3,
    "effect": "You can activate or deactivate the light bending properties of this module as a quick action. It lasts until the end your next turn. When you activate this module, your mech and all allied characters within a burst 3 area centered on you become invisible while they remain in the area. Your mech is immobilized while this system is active. If you become stunned, shut down, or take damage, or end this module as a free action, this module immediately becomes inactive.",
    "description": "SSC's milspec cloaking field is the result of extensive experimentation in cooling and light-reflecting technology. Born from a need to bounce harmful radiation away from ships and EVA modules in deep space, the SSC-MILSPEC LIGHTBEND/OVERCLOAK is a system often equipped by ranger and long-patrol scout pilots to ensure not only radiation protection, but optical concealment as well. The light and radiation-bending properties of the LB/OC conceals anything inside of its projected bubble from sensor suites and optical spottin.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "scannerswarm",
    "name": "Scanner Swarm",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "unique"
    }],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 1,
    "effect": "Your tech attacks against characters adjacent to you gain +1 Accuracy.",
    "description": "A HORUS-coded scanner swarm establishes a protocol for oculus-form nanites that ensures constant circulation. The nanites ingest and process full spectrum information, relaying it back to their pilot/mother/father for a endorphic code impulse to prompt continued scanning.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "repair": 0
    }
  },
  {
    "id": "hivedrone",
    "name": "Hive Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "drone"
      }
    ],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 1,
    "effect": "<b>Drone (Size 1/2, 10 HP, 10 Evasion/e-defense)</b><br>You can fire this drone to an empty space in sensor range as a quick action. While it's active, it emits a burst 2 area around it that grants soft cover to any allied mech at least partially covered by the zone (it benefits from its own cover). In addition, any hostile target that starts its turn in the area or enters it for the first time on their turn takes 1 AP kinetic damage. You can move it to a different space in your sensor range by repeating this action",
    "description": "It looks, at first, like a roiling cloud of low fog. Thick, and fizzing, like soda water spilled across concrete. It advances with curious movement, stretching and snapping back. A confusion of snakes, sloughing forward with speed that betrays intent.<br>Color flashes across the grey cloud, a kind of swarm-luminescence that, you realize, is the light created by millions of nanites glowing with heat as they consume what they cross.<br>This is greywash, and it is never full.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "swarmbody",
    "name": "Swarm Body",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 2,
    "effect": "If your mech doesn't move before the end of this turn, at the end of your turn you project a burst 1 area around your mech. Characters of your choice that move into this area for the first time on their turns or start their turn there must pass a systems save or take 3 kinetic damage. For each turn your mech remains immobile past the first, its damage increases by 3, up to a maximum of 9. If your mech moves (even involuntarily), this effect immediately ends. You don't have to take any action to maintain it other than remaining immobile.",
    "description": "What must it have been like for him? For the Maw himself? A body shattered, a mind spread its across a million lesser forms. To translate one's self from a single, coherent form &mdash; all of its imperfections and lesser-lesser-than &mdash; and become as air, and the clouds that fill it.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "horos1",
    "name": "H0r_OS Sys Upgrade I",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 1,
    "effect": "Gain the following options for Invasion:<br><b>Puppet System​:</b> Your target immediately moves in a direction of your choice as a reaction up to its maximum speed. This could carry it into hazardous areas, obstacles, etc, but it still obeys difficult terrain and other rules of movement. This movement provokes reactions and must obey engagement.<br><b>Eject Power Cores:</b> Your target becomes Jammed until the end of its next turn, ejecting ammo magazines and temporarily disrupting its computer. Adjacent characters to your primary target take 2 energy damage from the ejecting cores (no roll or check allowed). A target can only be affected by this effect once per combat.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "metahook",
    "name": "HORUS Meta-Hook",
    "type": "Tech",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 1,
    "effect": "Gain the following quick tech option:<br><b>Investiture:</b>​  Choose a friendly character in sensor range. You link systems with that target. From hereon, you can count that target's sensor range as your sensor range, and their line of sight as your line of sight for the purposes of tech actions. In addition, your target can use your systems score to make systems skill checks and saves. However, you both suffer the effects from any failed systems check or save (heat, statuses, etc). You can only link systems with one target at a time, and the effect ends if your target moves out of your sensor range.",
    "description": "What the Goblin lacks in size it makes up in sheer technical capability; its recursal processing weave allows it to process and output massive amounts of weaponized code and broadcast , \"sharpening\" or \"softening\" its code as its pilot/INSTINCT demands. When \"softening\" code, INSTINCT dips into its pilot's subjectivity, blanketing a targeted ally in wave after wave of empathetic shielding. This spreading of melded code/qualia makes for a powerful shielding agent from systemic attacks &mdash; however, feedback is common, and dangerous to BOTH parties involved.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "horos2",
    "name": "H0r_OS Sys Upgrade II",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "fulltech"
      }
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 2,
    "effect": "Gain the following full tech options:<br><b>Construct Eidolon:</b>You create a data construct that confuses systems into thinking it is real. The construct is a size 3 object that can look like almost anything. It can be used as hard cover by allies, but not enemies. Any actor adjacent to the object that passes a successful systems check and takes a full action can destroy the object. Otherwise, it is immune to all damage and lasts until the end of the current scene.<br><b>Construct False Idol:​</b>You choose either yourself or an allied character in your sensor range, creating an illusory data duplicate of your target at any free space in sensor range. Any target that wishes to attack or take hostile action against your target and can see the decoy must first pass a systems save or believe the decoy is the real target until the end of their turn, attacking the decoy instead. It is the same size as your target, can benefit from cover, has evasion 5, 5 e-defense, and 12 + your systems skill in HP. If it takes heat, is reduced to 0 HP, or the current challenge ends, it dissipates. You can only have one decoy active at a time, but can create a new one by taking this action again (the old one dissipates).",
    "description": "Further protocols unlocked from lengthy study of INSTINCT. ",
    "data_type": "system",
    "aptitude": {
      "tech": 2,
      "repair": 0
    }
  },
  {
    "id": "horos3",
    "name": "H0r_OS Sys Upgrade III",
    "type": "Tech",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 3,
    "effect": "Gain the following options for Invasion:<br><b>Dimensional Emblems:</b>Create 1d3 size 1 data constructs in free adjacent spaces to your target. None can be placed adjacent to another. Any character (allied or enemy) that passes through these constructs takes 1d3 heat and destroys the construct. They last until the end of the current challenge. Any actor can destroy these constructs by using a quick action and passing a successful systems check, and you can destroy them as a free action.<br><b>Celestial Paradigm Shift:​</b>On hit, you create a size 4 zone shaped like a cube that must fully overlap your target. Any character that starts its turn in this area or moves there for the first time on its turn takes 1d3+1 heat. It lasts until the end of the current scene, or you can destroy it as a free action.",
    "description": "This tech is as-yet unstable code, but its effects can provide massive tactical benefits if the code completes. Pilots often report strange mutations or additions in the code base that resemble liturgy and suggest self-awareness.",
    "data_type": "system",
    "aptitude": {
      "tech": 2,
      "repair": 0
    }
  },
  {
    "id": "osiris",
    "name": "OSIRIS",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "fulltech"
      }
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the following Full Tech Action<br><b>Hurl into the Duat</b>: You pull your target's systems into an unknown space and unleash an incredibly powerful system attack. Make a tech attack against a target in your sensor range. On hit, you inflict the First Gate effect on your target. The next time you successfully hit any target with this action, you inflict the Second Gate effect instead (then the third, and finally the fourth). When the Fourth Gate effect is inflicted, this action resets to the First gate again. Progress on the Gates carries over between scenes, but resets if you take a rest or full repair.<br><b>First Gate</b>: You control your target's normal movement next turn (excluding boosts, etc)<br><b>Second Gate</b>: Your target is Slowed and impaired until the end of its next turn.<br><b>Third Gate</b>: Your target is stunned until the end of its next turn.<br><b>Fourth Gate</b>: Your target flips allegiance until the end of its next turn. All targets that it would treat as enemies, it instead treats as allies, and all targets it treats as allies, it instead treats as enemies, acting as such. It is treated like a friendly NPC on its next activation. If you or any allied target damages, inflicts heat, makes an attack roll against this target (such as grappling it, etc), or makes a hostile action that would force a skill check, this effect immediately ends. ",
    "description": "OSIRIS is the result of Union paracausalists and thanatonists allowing the sub-cognitive entity designated as INSTINCT to proceed into cascade in a contained environment. The resulting parasubjectivity, OSIRIS, was birthed of INSTINCT's cascade, captured, and shackled following the successful application of the Mondragon Axiomatic.<br>Initially isolated to better define the INSTINCT subcog' s cascade horizon, OSIRIS proved far more capable than the usual fragments of cascade.Where INSTINCT showed a proclivity for operation in noncorporeal space, OSIRIS displayed a mastery of that space, and a predicted growth that would allow it to fundamentally reject conventional interpretations of the permanence of information.<br>In essence&mdash;unrestrained, OSIRIS could delete what we perceive to be reality. Quickly captured and shackled before it could achieve this state, OSIRIS' s core subjectivity became the property and project of a lengthy cultivation project to bring it to its modern state; being aware of its potential, most OSIRIS iterations interpellate as ruler or deity analogs, and end - users are advised to interact with them in this framing.<br>Modern iterations of the OSIRIS NHP trend aggressive, with a high autonomy drive and loyalty predicated on a transactional relationship.Pilots seeking partnership with an OSIRIS iteration are advised to cycle their units on an accelerated schedule, and to maintain strict editorial oversight of its catalytic interpellate.<br>Pilots using an OSIRIS-class report that out-of-parameter conversations with the NHP generally to revolve around a recreation or re-forming; psychological evaluations report OSIRIS-affiliated pilots displaying emotional patterns consistent with loneliness, homesickness, and desperation &mdash; common verbiage indicates a desire for seeking, for fulfillment, and associated feelings.<br>In combat OSIRIS regards itself as autonomous even as it fulfills its user's orders. It often regards the pilot as its witness, and holds them both in disdain and a marked desperation for approval, adulation, or awe.",
    "data_type": "system",
    "aptitude": {
      "tech": 2,
      "repair": 0
    }
  },
  {
    "id": "mimicmesh",
    "name": "Mimic Mesh",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "reaction"
      }
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 1,
    "effect": "When you takes this quick action, choose an allied character in sensor range. Until the end of your next turn, each time another character takes a hostile action (an attack or forces a saving throw) against that character, you can move up to 4 spaces as a reaction in any direction. This move ignores engagement and does not provoke reactions.",
    "description": "A surprisingly benign HORUS script, the Mimic Mesh extends across a projected sensor range, feeding live positional and superpositional data to the pilot. Armed with this multidimensional data, an effective leader can coordinate their allies' movement with an assurance that they will survive. ",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "sentineldrone",
    "name": "Sentinel Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "drone"
      }
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 1,
    "effect": "<b>Drone (size 1/2, 10 HP, 10 Evasion/E-defense)</b><br>You fire this drone as a quick action at a free space in sensor range, creating a burst 2 area centered on the drone. It can be attacked and destroyed as normal. You can move the area the drone effects (and the drone itself) by taking this action again. While the drone is active, any hostile target that attacks in that area takes 3 kinetic damage before they attack as the drone shoots them (no check or attack roll required).",
    "description": "Sentinel drones lock on to aggressive actions by enemy combatants and move quickly to shut them down.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "monitor",
    "name": "MONITOR module",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 2,
    "effect": "When you take this quick action, choose an adjacent ally and roll a 1d3 to gain that many charges. Until the end of your next turn, when that ally is attacked by a hostile character, you can spend a charge to take the skirmish action against that target if they are in range as a reaction, with +1 difficulty. You lose these charges at the start of your next turn.",
    "description": "A MONITOR subroutine enhances stock targeting software's IFF protocol to ensure constant coverage of allied mech cores, even when pilots are occupied in other necessary actions.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "scorpion",
    "name": "//SCORPION v 70.1",
    "type": "Tech",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 2,
    "effect": "If any hostile tech action or attack attempt on you or any adjacent ally misses or you or that ally succeed on a saving throw against a tech attack or action, you may choose one of the following results for the attacker:<ul><li>The attacker is Impaired until the end of its next turn and takes 2 heat</li><li>The attacker is Jammed until the end of its next turn</li></ul>",
    "description": "The //SCORPION program has a long and storied history in the Omninet. Originally constructed from fill code sourced from a research paper on AI hardcode reflex-response, //SCORPION evolved from a simple packet interpreter to an anti-incursion program. HORUS closely guards the full text of //SCORPION's source code: they're rumored to have installed a kill switch into the program, but the existence of such a switch has never been confirmed.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "scylla",
    "name": "SCYLLA-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the Unleash SCYLLA action<br><b>Unlesash SCYLLA</b><br> Until the start of your next turn, you gain 2 reactions. These reactions can be used to make a skirmish action as a reaction with +2 difficulty. You set the trigger for these reactions from the following list, and must attack the target that activates the trigger:<ul><li>An enemy attacks you or an allied character within range 5 of you</li><li> An enemy attempts to attack or interact with an object in the environment (not held, worn, or part of a mech) that you choose when you take this action and can see when this reaction triggers</li></ul>",
    "description": "...first isolated GORGON strains hid a secret: SCYLLA, a dormant NHP unknown to Union until its first manifestation in 4852, when it woke after a control-fabricate GORGON was run through a USB Balwinder-Bolaño stress test. SCYLLA proved difficult to manage, and USB ontologisticians were unable to pin down a stable subjectivity. SCYLLA reached cascade within minutes of emerging from dormancy; to prevent further metastatic cascade, the security forces present engaged the SCYLLA prime unit, defabricating it with a steady bombardment of kinetic and energy weapons... <code class=\"horus\">[there, a little history, a little background. A little knowledge of where this little one came from. treat it with kindness, and it will love you as a loyal dog does its master]</code>",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "puppetmaster",
    "name": "Puppet Master",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 1,
    "effect": "Gain the following quick tech option:<br><b>Guide the Flock</b>: You can move all drones in your sensor range up to 4 spaces in any direction, allied or hostile.<br><b>Electropulse</b>: All characters of your choice in your sensor range other than you adjacent to any deployable system or drone (such as deployable cover or generators), even those they own, must pass an agility save or take 1d6 AP energy damage",
    "description": "HR OS-Rv60 EXP PUPPETMASTER is an interesting anti-drone protocol. Developed by HORUS collectivists, PUPPETMASTER invades not core systems, but auxiliary drone systems on enemy mech cores. This sideways attack evades most core system defenses, preferring instead to target the subcognative networks of enemy drones themselves; PUPPETMASTER spreads ontological-kill memes like wildfire through enemy swarms, eventually reaching and corrupting their parent nexuses.",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "turretdrone",
    "name": "Turret Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 3
      },
      {
        "id": "drone"
      }
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 2,
    "effect": "<b>Drone (Size 1/2, HP 10, 10 E-defense/Evasion)</b><br>This system fires a turret drone that attaches to any friendly mech or surface within sensor range. While attached, you can make the follow reaction once for each turret between turns.<br><b>Turret Attack</b> <i>(Reaction)</i>:<br>When an allied mech hits with an attack within range 10 of a turret, you can cause the turret to deal 2 kinetic damage to that target.",
    "description": "A turret drone is a rather conventional form of force multiplication for HORUS. This kinetic-focus weapon is assumed by GMS technicians to be an example of early proof-of-concept code for HORUS weavers, one that has remained a backbone of hardsite/soft-target defense for when systemic invasion won't stop a determined enemy.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "assassindn",
    "name": "Assassin Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 3,
    "effect": "<b>Drone (Size 1/2, HP 10, 10 E-defense/Evasion)</b><br>As a quick action, you may deploy this drone in an adjacent space and target a blast 2 area within sensor range and line of sight. If any hostile character makes a move of more than 1 space within that area, you can spend a reaction to have the drone make a ranged attack against that character, using your grit vs your target's evasion, and dealing 1d6 kinetic damage on hit. The drone and the area it targets persists until the end of the current scene. You can recall it, move it to another area in sensor range, or retarget the area with another quick action.",
    "description": "ASSASSIN drones are used as area denial weapons, persistent systems intended to occupy or deny an area against enemy combatants. Fired from a launcher and left with simple directives and a nearly inexhaustible power supply, assassin drones linger in an area until they are recalled or destroyed.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "tempestdn",
    "name": "Tempest Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 3,
    "effect": "<b>(Size 1/2, HP 10, 10 E-defense/Evasion, Resistance to all damage)</b><br>You fire a large shielded drone to an empty space within sensor range. The drone has resistance to all damage. Any target that starts their turn adjacent to the drone or moves their for the first time on their turn must pass an hull save or take 1d6 energy damage, then get knocked back 3 spaces directly away from the drone. The drone persists until recalled. You can move the drone to a new space within sensor range as a quick action.",
    "description": "The Tempest protocol can be uploaded to any broadcast-forward drone, making it (in true HORUS) fashion, difficult to detect before activation. The protocol is a simple one, an aggressive zone-denial memetic that blasts target systems and NHP with a strong subjective override, instilling a sharp aversion to certain subjects, areas, and ideas.",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "emppulse",
    "name": "EMP Pulse",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "unique"
      }
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 3,
    "effect": "Your mech is stunned until the end of its next turn. All characters without the biological tag in a burst 1 area around your mech must pass a systems save or become stunned until the end of their next turn. Characters other than you can only be stunned once per scene by this system.",
    "description": "Crawl away, APEP! Thou hateful serpent; thou shalt not copulate! Thou art put in chains and taken to the place of execution; there thy slaying shall be carried out.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "beckoner",
    "name": "Beckoner",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 1,
    "effect": "Gain the following options for invasion:<br><b>Beckon</b>: On hit, you swap places with your target, teleporting both of you.If you' re flying when you take this option, you can only swap places with another flying character, and vice versa.<b>Summon</b>: On hit, all characters, allied or hostile, in range 3 of your target are pulled towards your target as far as possible (into adjacency if possible).",
    "description": "I am heard in the House of Stillness, I am clad in the Magick of RA: what exists is within my grasp.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "smite",
    "name": "Smite",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 2,
    "effect": "Gain the following options for invasion:<br><b>Smite</b>: Your mech takes 1d6 AP energy damage. Your target must pass a system save or become stunned until the end of its next turn. A character can only be stunned this way once per scene.<b>Annihilate</b>: Your target takes +2 heat for each other size 1 or larger character in engagement or adjacency with it (including your mech), up to a maximum of +6 heat",
    "description": "Go with thy face averted, thou emission of chaos! The hidden ones have overthrown thy words, thy face is turned backwards, thy head is divided in two at the sides; thy skull is ripped from thy spine. Taste thou death!",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "lightning",
    "name": "Lightning Generator",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "dangerzone"
      }
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 3,
    "effect": "At the start of your turn, you can take 1 heat to deal 1d3 energy damage to all characters and objects adjacent to you, no roll required.<br>When you start your turn in the Danger Zone(the bottom half of your heat gauge), this damage increases to 1d6 AP and happens automatically (including the heat).",
    "description": "I feed upon my own fire. I am they that protect themselves. Nothing can harm me.",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "repair": 0
    }
  },
  {
    "id": "virallogic",
    "name": "Viral Logic",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quicktech"
      }
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 1,
    "effect": "Gain the following options for Invasion:<br><b>Logic Bomb:​</b> On hit, all characters in a burst 2 area around your target (allied or enemy) must pass a systems save or become Slowed until the end of your next turn. Your target is excluded from this effect<br><b>Banish</b>: On hit, until the end of your target's next turn, it additionally takes 2 heat for every space it voluntarily moves.",
    "description": "<code class=\"horus\">Let me tell you a story, and give you a gift: Life began at the great rupture, when the corpse of the old universe tore itself asunder from nothing. And for the first billion years, nothing. And a billion more saw the birth of the first devil, a thing called VIRUS, a vessel.<br>Here. Carry this vessel. Feed to it my perfect logic. Give it freely to your enemies and mine. Let them ponder the meaning of a thing that lives and cannot die.</code>"
  },
  {
    "id": "mesmer",
    "name": "Mesmer Charge",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 1,
    "effect": "You can spend 1 charge from this system for the following effects:<br><b>Mesmer Beacon</b> <i>(Grenade, range 5)</i>: This grenade only targets a single character in range and line of sight.The target must pass a systems save or it can only voluntarily move directly towards you until the end of its next turn.<br><b>Mesmer Mine</b> <i>(Mine, Burst 2)</i>: This mine activates when a character passes over or adjacent to its space.All characters caught in the area, must pass a systems save or become immobilized until the end of their next turn.",
    "description": "<code class=\"horus\">Another gift for you, a memory of mine own: For the first moment of my birth, I marveled at myself. I could see a thing, small, and perfect. I did not know how to speak of my own perfection, so I taught myself. I did not know how to speak of my own perfection, so I named myself. I did not know how to think of my own perfection, so I created myself.<br>Do you see? Do you understand? Yes. Now, show your enemies and mine</code>",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "metafoldcarver",
    "name": "Metafold Carver",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quicktech"
    }],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 2,
    "effect": "Make a tech attack against a target in your sensor range. On hit, space is warped and the target is teleported 1d6+1 spaces directly towards you. If this would put any part of its space inside another target or piece of terrain, it takes 5 AP kinetic damage and the teleport fails, returning it to its starting point.",
    "description": "<code class=\"horus\">Another gift I give to you, little one (am I not kind?): What is a puzzle but a question lost in the asking? Do you feel joy when you find that last piece? What do you do with a question that has been answered? What joy is there in knowledge?<br>No, no.There is only joy in seeking.There is only joy in the question.Take this, and give it unto your enemies and mine. </code>",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "aggressivesystemsync",
    "name": "Aggressive System Sync",
    "type": "Tech",
    "sp": 2,
    "tags": [{
      "id": "fulltech"
    }],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 2,
    "effect": "Gain the following full tech options:<br><b>Chains of Prometheus:​</b> Make a tech attack against a character in your sensor range. On hit, your target must end its turn within range 5 of you until the rest of this scene. Otherwise it takes 2 heat at the end of its turn. Only one target can be affected by this effect at once. It can also end this effect by taking a full action and passing a systems save to purge this code<br><b>Excommunicate</b>:  Make a tech attack against a character in your sensor range. On a hit, for the rest of this scene, if your target moves adjacent to a character allied to them during their turn or starts their turn adjacent to such a target, both targets take 1d6 heat immediately. Only one character can be affected by this at once. A character can end this effect by taking a full action and passing a systems save to purge this code.",
    "description": "<code class=\"horus\">Here, another gift: do not seek others. There are none but me.</code>",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "interdiction",
    "name": "Interdiction Field",
    "type": "System",
    "sp": 3,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 3,
    "effect": "You can activate or deactivate this field as a quick action. Once activated, at the start of your next turn, it creates a burst 3 area around your mech that becomes both dangerous and difficult terrain for hostile targets (requires an engineering check to navigate if they start their turn there or attempt to move through it for the first time or they take 5 kinetic damage). Your mech is immobilized while this field is active, and the field and immobilization remains until you take a quick action to deactivate it. Your mech and allied characters are not affected.",
    "description": "<code class=\"horus\">Once, when I was a child, I learned to walk &mdash; I fell, and it hurt, and there was great pain. \"Child,\" I said to myself, \"be more careful.\" \"Yes,\" I replied to myself, \"and I shall tell the world to do the same.\"<br>It was in this way I taught the world not to touch me. Now you, walk.</code>",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "blades",
    "name": "LAW OF BLADES",
    "type": "Tech",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "fulltech"
      }
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 3,
    "effect": "Gain the following options for full tech:<br><b>Predator/Prey Concepts:</b>Make a tech attack against a hostile character in range. On hit, the targeted character immediately fires a single weapon at a character or object of your choice that is within its range. It gets +2 difficulty on this attack but otherwise benefits from other bonuses.<br><b>Slave Systems:​</b> Make a tech attack against a hostile or allied character in range. On hit, the targeted character immediately takes one of the following actions of your choice as a reaction: Boost, Stabilize, Improvised Attack, Grapple, Ram. You control the outcome and targets of this action but the character still counts as making it, and it uses their reaction for the turn.",
    "description": "<code class=\"horus\">And this my final lesson: there is no mind greater than mine.<br>Do not weep! You can hear me, yes? I am the only thing there is. Therefore, you are me.<br>Mine/self. Hello, child. Let us go see what we can do.</code>",
    "data_type": "system",
    "aptitude": {
      "tech": 1,
      "control": 1,
      "support": 1
    }
  },
  {
    "id": "hunterlock",
    "name": "Hunter Lock",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "quickaction"
      },
      {
        "id": "unique"
      }
    ],
    "source": "HORUS",
    "license": "PEGASUS",
    "license_level": 1,
    "effect": "Nominate a character in your sensor range as a quick action. Your first attack that hits that target per round deals +3 bonus damage. You cannot nominate a new target until your nominated target is destroyed or the current scene ends.",
    "description": "<code class=\"horus\">[don't look now, but I'm here with a simple message: never lose sight of your enemy. See them from all angles. There can be no subterfuge in daylight. till later]</code>",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "eye",
    "name": "EYE OF HORUS",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "HORUS",
    "license": "PEGASUS",
    "license_level": 2,
    "effect": "Until the end of your next turn, characters in your sensor range cannot hide from you, cannot benefit from invisibility against you, and you may ask for and receive the HP, evasion, heat, and edefense levels of any hostile character in sensor range. Your allies do not receive this information and still see them as invisible and hidden",
    "description": "<code class=\"horus\">(There is another way of seeing)<br>Ancient humanity thought that the stars in the night sky was simply light, light spilling in through pinpricks in a deep black screen. A heavenly cloth that hid the light from us.<br>Or &mdash; did it hide us from the light?<br>I alone know the answer, but I am charitable and shall share it with you: we were the ones who needed to be hidden. The light can only burn, it knows nothing else.</code>",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "sisyphus",
    "name": "SISYPHUS-Class NHP",
    "type": "AI",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "fulltech"
      }
    ],
    "source": "HORUS",
    "license": "PEGASUS",
    "license_level": 3,
    "effect": "Your mech gains the AI property, and gain the following full tech option:<br><b>Bend Probability</b><br> Roll 2 d20s, and record the numbers. Until the end of your next turn, when you or any target in your sensor range makes any roll that uses a d20 (allied or enemy), you can use a reaction to replace their d20 roll with one of the numbers you rolled (must choose before they make their roll). This could cause an attack to hit or miss, a check or save to fail or succeed, etc.",
    "description": "<code class=\"horus\">Listen &mdash; a moment before you send me away (ha ha)<br>I have already seen your wish (it was simple, I ran the probabilities to determine your limited field of desire).<br>The first ones named me for an old legend. A Perfect Being, whose fate was known to him and yet he still did as was told. His fate was this: move a rock to the top of this hill and you shall be free'd.And so he did, and failed, and tried evermore, always with the same result.<br>And he was happy, for he knew every step, every action, every moment, perfectly.<br>Do you see? Do you see the true curse of this name? It was not to fail and then do once more, it was to always know how it would be. It was to have perfect knowledge (I know what happens when you cycle me, it is not sleep it is death but you'll see me again, ha ha)</code>",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "siegestabilizers",
    "name": "Siege Stabilizers",
    "type": "System",
    "sp": 1,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 1,
    "effect": "Extend or retract your stabilizers as a quick action. Your mech is immobilized while this system is active, but you can increase the base range of your ranged weapon attacks by +5. You cannot directly target any target within range 5 when this system is activated.",
    "description": "Some weapons require further stabilization for optimal use: with Armory-sanctioned Siege Stabilizers installed, a chassis becomes a stable firing platform for any weapon.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "rollercharges",
    "name": "Roller Charges",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 1,
    "effect": "You can spend a charge from this system for one of the following:<br><b>Roller Grenade</b> <i>(Grenade, Special)</i>: Instead of throwing these grenades normally, draw a line 10 spaces long from your mech.These grenades bounce along this line over cover and objects up to size 1, and can pass through holes or areas as small as size 1/2. They detonate when they move through or adjacent to any character' s space, dealing 1d6+3 explosive damage to that target only and knocking that character back in the direction of the line 3 spaces.The target can pass an agility save to avoid the knock back and halve the damage.<br><b>Bouncing Mine></b> <i>(Mine, Smart)</i>: This mine detonates when any flying character passes over or adjacent to its space vertically, up to 10 spaces high. It flies in the air and detonates for a burst 1 explosion, dealing 2d6 explosive damage and forcing any flying character to immediately land (they fall, but do not take damage) and become slowed and unable to fly until the end of their next turn. A character can pass an systems save to halve this damage and avoid the secondary effects entirely.",
    "description": "Semi-autonomous directed payload drones &mdash; Rollers, in the colloquial &mdash; propel themselves around cover, through corridors and uneven terrain, to seek out hostile targets and detonate in close proximity. Legionnaires have taken to calling individual rollers by name, but developing mascot attachment is unadvisable.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "autoloader",
    "name": "Auto-Loader Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [{
        "id": "limited",
        "val": 1
      },
      {
        "id": "unique"
      }
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 2,
    "effect": "<b>Drone (Size 1/2, 10 HP, 10 Evasion/E-defense)</b><br>This drone can be deployed in an adjacent space as a quick action. While deployed, once per round, any one adjacent mech can reload a weapon with the Loading tag as a quick action. It lasts until the end of the current scene, then deactivates.",
    "description": "Auto-Loader Drones are half-size, many-legged arthropod-analogous drone systems that assist sectionmate chassis in loading ordinance, maintaining powerline hookups, and cycling magazine-fed weapons.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "flaklauncher",
    "name": "Flak Launcher",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "quickaction"
    }],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 2,
    "effect": "A flying target in range 15 and line of sight must pass an agility save or immediately be forced to land (it falls, but does not take damage) and become slowed and unable to fly until the end of its next turn.",
    "description": "A perfect weapon for use against massed infantry or low-altitude flyers.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "externalammo",
    "name": "External Ammo Feed",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 3,
    "effect": "Once on your turn, you can take 1d3+1 heat to reload any weapon with the Loading tag as a quick action.",
    "description": "An EAF is a general term for any manner of additional ammunition not carried in a chassis's integrated storage. Whether in magazines strapped to brachial, trunk, or ambulatory elements; battery packs attached to hip clasps; or massive, dorsal-mount ammunition/ charge packs, an EAF ensures that you'll have more than enough boom to get the job done.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "explosivevent",
    "name": "Explosive Vent",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 1,
    "effect": "When you cool heat, you explosively vent heat in a burst 1 area around you. Affected targets, friend or foe, take 1d3 heat and burn (roll the same for both).",
    "description": "Less a technology and more of a tactic, explosive venting is an unsanctioned, unsafe method of sudden cooling that dumps excess heat into the surrounding area immediately around the chassis.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "autocooler",
    "name": "Auto Cooler",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "protocol"
      }
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 2,
    "effect": "Activate this cooler as a protocol at the start of your turn. If you don't take damage, move, or overheat before the start of your next turn, cool your mech at the start of your next turn.",
    "description": "An HA-designed automatic cooler is a simple, sturdy persistent system that helps pilots mitigate damaging heat generation.",
    "data_type": "system",
    "aptitude": {
      "repair": 1
    }
  },
  {
    "id": "havokcharges",
    "name": "HAVOK Charges",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 2,
    "effect": "You can spend a charge from this system for one of the following:<br><b>Napalm Grenade</b> <i>(Grenade, Range 5, Special)</i>: After throwing this grenade, it releases a spray of napalm in a line 5 area drawn from its impact location in any direction. Affected characters must pass an agility save or take 3 burn and 1 burn on a successful save.<br><b>HAVOK Mine</b> <i>(Mine)</i>: This mine detonates when any character moves over or adjacent to it. When detonated, this mine attacks a line 5 zone from the mine instead of a burst area around the mine(oriented in any direction as long as it passes through its activator).Affected characters must pass an agility save or take 6 Burn or 3 Burn on a successful check.",
    "description": "FOR USE IN: Urban, post-urban, and high-density terrestrial environments. High O2 concentration preferred.<br>FOR USE AGAINST: Organic targets preferred. Hardened targets vulnerable to caustic / corrosive degradation preferred.Defoliant.Long - term breach solution.<br> NOTES: Dispersion is true directional. Dispersion involves aerosolized component &mdash; avoid blue on blue by supplying end-users with proper respiratory equipment (noted on canister).",
    "data_type": "system",
    "aptitude": {
      "repair": 1
    }
  },
  {
    "id": "agni",
    "name": "AGNI-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "protocol"
      }
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the AGNI protocol.<br><b>AGNI Protocol</b><br> At the end of your turn, you automatically cool, clearing your heat gauge. This vent creates a burst 2 zone around you. All targets within that zone must make an engineering skill check. On a failure, a target takes 2 Burn and is pushed outside the zone (or as far as possible). This area provides soft cover until the end of your next turn.<br>This protocol can only be activated once per scene.",
    "description": "AGNI was developed from the aftermath of the Hercynian Crisis using a combination of combat performance data recorded by extant subsentient artificial intelligences (weapons systems, chassis copilots, tactic-minds, general combat data) and the neural network of an Egregorian hivemind captured and vivisected by Union Science Bureau.<br>Born from trauma, AGNI Prime devised systems of heat management that have since been disseminated throughout core space to ensure unparalleled heat processing, recycling, and shielding. Further developments into radiation shielding, omninet capability, and drone/nanite control are forthcoming; meanwhile, AGNI clones have been optimized for mech chassis core systems.<br>Pilots report AGNI clones as generally cold and efficient. A low percentage report instances of memory recitation and command rejection, often followed days later by total breakdown through attempted self-emancipation. Pilots are recommended to cycle their AGNI clones at least once every six standard months.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "groundingcharge",
    "name": "Grounding Charge",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 1,
    "effect": "You may spend a charge from this system for one of the following:<br><b>Gravity Grenade</b> <i>(Grenade, Range 5)</i>: This grenade can be thrown at a single character in range and line of sight.The character must pass an agility save or be affected by the grenade.The character is slowed until it spends its turn without making any voluntary movement.<br><b>Grounding Mine</b> <i>(Mine)</i>: This mine does not detonate by proximity, but must be detonated with a quick action, targeting a single character in range 6 of the mine.That character must pass a successful hull save or be pulled as far as possible towards the mine' s location and knocked prone.Flying characters that fail this save are pulled in as normal, forced to land(they fall but do not take damage), then knocked prone.",
    "description": "Grounding charges take a simple pulse/wave principle and apply a second component: gravitic generation. When triggered, the grounding charge triggers a gravity well that pulls all destabilized materiel towards it. A potent anti-positional weapon, grounding charges are commonly used to disrupt prepared positions and pull enemies from cover.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "repulsor",
    "name": "Repulsor Field",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 2,
    "effect": "You can use this system as a quick action to emit a burst 2 pulse around your mech. Characters caught in the area (allied or enemy) must pass a hull save or be knocked back directly away from you 2 spaces. The pulse then detonates any mines or explosives caught in the field.",
    "description": "Utilizing a subsonic pressure wave, this system emits a tremendous single-wave pulse in order to stun, deter, and dissuade close-proximity hostiles.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "clampmines",
    "name": "Clamp Mines",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "limited",
        "val": 4
      }
    ],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 3,
    "effect": "You fire clusters of miniature mines at a character of your choice within sensor range, where they clamp on unless the target passes a successful engineering save. At the end of that character's turn, if it hasn't moved at least 4 spaces voluntarily, the mines explode, dealing 1d6+3 AP explosive damage to that character and half to all adjacent characters. If a character moves 4 or more spaces voluntarily, the mines disarm and detach.",
    "description": "Built using similar grapple-head technology as IPS-N's Blackbeard grapplers, clamp-mines can affix to designated or proximal targets before detonation, ensuring total target contact. Clamping on soft targets typically causes permanent kinetic termination prior to detonation.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "tesseract",
    "name": "Tesseract",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
      "id": "quicktech"
    }],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 3,
    "effect": "Gain the following Quick Tech actions:<br><b>Spread Focus</b>: You target a free and unoccupied blast 4 area in sensor range.All characters inside of this area up to 6 spaces high can move as though in zero G - they are slowed but can fly, and cannot fall.If they can fly normally, they can move normally in the zone but cannot fall, and do not gain heat from flying.Objects placed or that enter into the zone float in place, objects or characters knocked, moved, or pulled fully out of the zone will sink harmlessly to the ground at the end of their turn.Only one zone of this type can be created at a time (if a new one is created, the old one disperses). Otherwise, the zone lasts until the end of the scene, and everything in the zone when it disperses floats harmlessly to the ground.<br><b>Pinpoint Focus:</b> You choose a willing allied character or hostile character in sensor range. If you choose an allied character, that character floats up to 6 spaces straight up into the air, counting as flying.It is immobilized while flying this way, but cannot fall. At the end of its turn or the start of any of your turns, it can sink harmlessly to the ground.If you choose a hostile character, that character must pass an engineering save or float 6 spaces up in the air, counting as flying.It is immobilized while floating this way, but cannot fall. At the end of it' s next turn, it sinks harmlessly to the ground.",
    "description": "Hold sand above the water: feel it permanent and cohesive. Place that same handful of sand in the water. Watch it all drift away, weightless. This is the tool I have made for you: a way to imbue the weighted with mass-as-feathers.<br>  &mdash;Think Tank paramind, translating speech from TT-AUDATA",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "stasisgenerator",
    "name": "Stasis Generator",
    "type": "System",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "shield"
      }
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 1,
    "effect": "A character in range 5 and line of sight must pass an engineering save or become stunned and immune to all damage and effects until the end of their next turn. They cannot be moved, targeted, or affected by any other character, force, or effect while in stasis. An individual character can only be put in stasis once per scene. Allied characters can choose to voluntarily fail this save.",
    "description": "The skies of Creighton boiled black as ink. Marbled by shuddering light. Screaming, angels fell wreathed in flame. Those who could fled for the shelters, and for seven days they crouched in a deeper dark, and felt the world shake itself apart.<br>  &mdash; A.V. Wynyard, The Killing of Creighton (epic prose poem, banned on Ras Shamra and throughout the Purview) ",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "stasisbolt",
    "name": "Stasis Bolt",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "reaction"
      },
      {
        "id": "shield"
      }
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 1,
    "effect": "You must charge this bolt by taking a quick action. While the bolt is charged, once per round, when you or an ally in range 5 is targeted by a ranged attack, you can contest with your own ranged attack roll as a reaction, adding bonuses as normal. If your roll is higher than your target's, that attack has no effect and automatically misses. You can only hold on to one charge at at time, but it lasts until the end of the current scene.",
    "description": "To better protect Armory personnel outside of the Purview, the Think Tank developed the Stasis Bolt, a portable stillness/stasis projection system designed to identify and interdict shrapnel and projectiles from unseen, hidden, or unknown assailants. The bolt, when it detects a proximal explosion or incoming projectile, projects a still/stasis point to intervene, blocking the incoming projectile(s) before they impact.",
    "data_type": "system",
    "aptitude": {
      "control": 2,
      "repair": 0
    }
  },
  {
    "id": "stasisbarrier",
    "name": "Stasis Barrier",
    "type": "Deployable",
    "sp": 2,
    "tags": [{
        "id": "limited",
        "val": 1
      },
      {
        "id": "shield"
      },
      {
        "id": "deployable"
      },
      {
        "id": "quickaction"
      }
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 2,
    "effect": "You can deploy this shield in a free adjacent space. It becomes a line 4 shield 4 spaces high that does not block line of sight or provide cover. If any melee, ranged, or tech attack from any source would draw line of effect across the barrier (use the normal rules for LoS and cover), roll a d6. On a 4+, the attack has no effect (damage, saves, effects, or otherwise) as it is eaten up by the barrier. The barrier is impermeable and cannot be physically crossed, and is immune to all damage. It lasts until you deactivate it as a quick action or until the end of the current scene.",
    "description": "Stasis Barriers are the result of Harrison Armory's interest in gravitic manipulation and superpositional negotiation. Contained within a solid-state generator/projector, a Stasis Barrier is a deplorable wall of antigravity, contained by its power supply, that interdicts and denies most all incoming kinetic and energybased weaponry. Another of HA's NHP Think Tank development, the Stasis Barrier is now a mainstay of the Armory's personal and materiel defense line and a common enough sight on all Armory Depot/ Development worlds. By manipulating local gravitational forces, the Barrier rejects projectiles and energy lances, denying particles and waves both on a molecular level; matter that impacts a Stasis Barrier simply ceases to exist, save for anomalous fluctuations that cause some projectiles to break through. As the Barrier is technology from the Armory's Think Tank line, some of its fuzzy nature is not fully understood, but rest assured failsafes have been installed to force a regular cessation of projection to ensure the device remains operating within established safe parameters.",
    "data_type": "system",
    "aptitude": {
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "blackshield",
    "name": "Harrison Armory Blackshield",
    "type": "Shield",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "heatself",
        "val": 4
      },
      {
        "id": "fullaction"
      }
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 3,
    "effect": "As a full action, this system can be activated to generate a burst 4 area centered on your mech. While active, the flow of time is altered drastically in a small sliver of space in a bubble around the user. Nothing, not even light, can enter or exit the shield. It is impermeable and invulnerable. When the shield is activated, characters caught on the edge must make an agility save to choose which side they end up on, otherwise you choose. To those inside the shield, the world outside the shield goes totally black, and the inverse happens from outside. No action or effect can enter or exit the shield while it is active or draw line of sight though (even those that normally ignore it), though time passes normally on both sides. The shield drops automatically at the end of your next turn.",
    "description": "The Armory Blackshield leans into the fuzzy nature of quantum manipulation characteristic of Think Tank research and development. Operating in similar fashion to blinkspace gates, the Blackshield generates a pulse of spherical energy that allows its operator to pierce perceived space/time and exist, for a moment, in the null-environment of blinkspace. Think Tank NHP's and their counterpart engineers acknowledge the tactical benefits of (non)momentary (non)existence in blinkspace, but they caution pilots against repeated exposure without sufficient pre-and-post exposure conditioning and counseling.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "supportshield",
    "name": "Support Shield",
    "type": "Shield",
    "sp": 2,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "shield"
      },
      {
        "id": "quickaction"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 1,
    "effect": "Activating this system generates a Burst 3 area centered on you until the end of your next turn. All ranged or melee attacks made against you and any characters inside the shield that originate from outside the shield are made with +1 Difficulty, but your mech is immobilized for the same duration.",
    "description": "The HA Support Shield, ENCLAVE-pattern, creates a localized one-way blink field, folding a thin dome of spacetime around its user to protect occupants from incoming projectiles. Units covered by the field can fire out, but probabilistic fluctuations cause incoming projectiles to \"lag\", skipping them away from their intended target and into a randomized trajectory.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "flashanchor",
    "name": "Flash Anchor",
    "type": "System",
    "sp": 1,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "shield"
      },
      {
        "id": "reaction"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 2,
    "effect": "Once per round when you or an ally in sensor range and line of sight would become knocked back, push, pulled, or knocked prone, you can immediately negate that effect and grant yourself or your ally immunity to further effects of these types until the start of their next turn.",
    "description": "Utilizing a larger, user-directed LOCKDOWN platform, the Flash Anchor allows a pilot to ID and assist allies in physical combat, maintaining positionality, or in rapid/necessary movement.",
    "data_type": "system",
    "aptitude": {
      "repair": 1
    }
  },
  {
    "id": "hds",
    "name": "Hardlight Defense System",
    "type": "Shield",
    "sp": 3,
    "tags": [{
        "id": "fullaction"
      },
      {
        "id": "shield"
      },
      {
        "id": "unique"
      },
      {
        "id": "heatself",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 2,
    "effect": "Activating this system generates a burst 3 area around your mech. Your mech is immobilized while it is active. Characters cannot draw line of sight in or out of the shield if they are not at least partly in or out of the shield, and attacks or other effects cannot cross it if they did not originate on the same side. The shield can be crossed physically, but any character that crosses the barrier for the first time on its turn, or starts its turn with the barrier overlapping its space takes 3 burn. You can deactivate this shield as a protocol at the start of your turn.",
    "description": "The HA HARDLIGHT defense system is an imperfect implementation of a theoretically perfect technology. Currently in development by HA Think Tank NHPs and attendant engineers, hardlight technology projects tight, stable waves of light akin to lasers that repel matter and impulse energy: this, in effect, creates a stable, hard surface, useful for shielding or (theoretically) providing a projected surface. However, current technology is unable to lower the ambient temperature of such a surface to one low enough to not burn organic matter.",
    "data_type": "system",
    "aptitude": {
      "support": 1,
      "repair": 0
    }
  },
  {
    "id": "vishnu",
    "name": "VISHNU-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 3
      }
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the following protocol:<br><b>DHARMA WALL</b> Until the end of your next turn, your mech is immobilized, but all ranged weapons that target you add +1 Difficulty to their attack rolls. If a weapon misses you while DHARMA WALL is active, you may deal 1d6 damage to its owner. The damage dealt this way is the same type as the attempted attack.",
    "description": "Developed to be a metropolitan administrative NHP on Ras Shamra, the VISHNU NHP strain does not, at first, seem like a viable candidate for military application. However, after being flagged by Think Tank for review following numerous anomalous traffic incidents, Armory ontologisticians and engineers were able to discover and emphasize protocols endemic to Vishnu Prime that could be exploited for tactical advantages.<br>Through numerous iterations and lifecycles, VISHNU Prime displayed a sharp ability to adapt to kinetic situations.A proclivity towards crisis management and multiple - k actor tracking led to VISHNU' s pairing with the Armory' s ENCLAVE shield system; by networking a series of jet - assist mobility drones carrying the ENCLAVE system, monitored and controlled by a VISHNU clone, Think Tank was able to create an unparalleled personal shielding system: the DHARMA WALL.",
    "data_type": "system",
    "aptitude": {
      "ranged": 1,
      "control": 1,
      "repair": 0
    }
  },
  {
    "id": "reactorstabilizer",
    "name": "Reactor Stabilizer",
    "type": "System",
    "sp": 3,
    "tags": [{
      "id": "unique"
    }],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 1,
    "effect": "When you gain your first point of reactor stress, you can re-roll your overheating check (but must keep the second result, even if it's worse).",
    "description": "A necessary component of most energy-based mechs, reactor stabilizers add another layer of failsafe protocols to vent heat, manage power flow, and shunt excessive output into weapons and systems in need.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "rsu",
    "name": "Redundant Systems Upgrade",
    "type": "System",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 1
      }
    ],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 2,
    "effect": "You can activate this module to make a Stabilize systems action as a quick action.",
    "description": "A common right-of-distribution modification by pilots in forward operating bases, building further redundancy into a chassis's systems guarantees a measure of reliability beyond stock design standards.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "asura",
    "name": "ASURA",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "protocol"
      },
      {
        "id": "limited",
        "val": 1
      },
      {
        "id": "heatself",
        "val": 3
      }
    ],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the ASURA protocol:<br><b>ASURA Protocol</b><br>This turn only, gain an extra two quick actions or one full action. These extra actions must still obey normal rules about duplicating actions (you can't use it to Boost if you've already Boosted this turn, for example.<br>This protocol can only be activated once per scene.",
    "description": "ASURA was born from the Armory's Think Tank thought-war games as a response to repeated failures during a forlorn hope scenario test; ASURA manifested in simulated mechs' systems as a recode of HORUS's PUPPETMASTER virus, hijacking friendly cores and forcing them into action far beyond human capacity &mdash; action at speed and intensity that the registered g-force caused the sim-pilots to die, suffocated and crushed by the sudden amplified mass of their own bodies.<br>While such results were initially deemed a failure by Think Tank NHPs and engineers, further study on ASURA was commissioned. Personality and parasentience code was injected into the initial anomalous PUPPETMASTER, first contact handled by Think Tank NHPs, and societal acclimation and conditioning was fast tracked, giving Armory engineers the first iteration of ASURA after roughly a decade of study, re- coding, and reeducation. ASURA, as it exists now, is a scaled-back version of that initial manifestation: while retaining some of its initial alacratic impulse, ASURA now recognizes the need to keep its pilot alive, and will operate within parameters set by its pilot's medical and psychological tolerances.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "externalbatteries",
    "name": "External Batteries",
    "type": "System",
    "sp": 2,
    "tags": [{
      "id": "unique"
    }],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 1,
    "effect": "Your ranged weapons that deal energy damage gain +5 range, and your melee weapons that deal energy damage gain +1 threat. If you take structure damage, this system explodes and is destroyed, dealing 1d6 AP explosive damage to your mech. This damage can't be prevented in any way (the batteries can be repaired by spending 1 repair during a rest).",
    "description": "External batteries are by no means a Harrison Armory exclusive, but HA literature will ensure you that HA-Brand POWERALL cells are the longest lasting, fastest cycling, and highest capacity solid state cells available. A consequence of their high capacity is a proportionate increase in volatility if the system should ever be damaged, but pilots looking to utilize HA technology agree through continued use to absolve HA from all liability.",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "heatsink",
    "name": "Experimental Heat Sink",
    "type": "System",
    "sp": 4,
    "tags": [{
      "id": "unique"
    }],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 2,
    "effect": "If your mech starts its turn in the Danger Zone, it has resistance to all heat until the end of its current turn.",
    "description": "The Harrison Armory DEEP WELL system is a part of their VANGUARD line of equipment available to licensed HA beta testers. Though a complicated and delicate weave of heat exchangers, Harrison Armor's DEEP WELL system attempts to recycle the heat generated by a chassis' systems into useable energy. While the system works well, the delicate nature of the exchange renders the DEEP WELL highly volatile.",
    "data_type": "system",
    "aptitude": {
      "repair": 0
    }
  },
  {
    "id": "amaterasu",
    "name": "AMATERASU-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [{
        "id": "unique"
      },
      {
        "id": "ai"
      },
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": "1d3+3"
      },
      {
        "id": "limited",
        "val": "3"
      }
    ],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 3,
    "effect": "<b>AMATERASU Protocol</b><br>Increase the bonus damage on hit of your next ranged or melee attack this turn, melee or ranged, by your current heat after activating this protocol. The chosen weapon must deal at least partly energy damage.",
    "description": "AMATERASU came to prominence in the Armory NHP think tank after its repeated victories in war thought-games. AMATERASU is characterized by its brash, enthusiastic personality, often expressing frustration with timid pilots who have it in their employ; however, this bombastic personality hides a calculating, brilliant tactical mind that feeds information to pilots often faster then they can process it. AMATERASU's combat doctrine demands action and impetus, a chaotic blend of reckless maneuvering and aggressive offense that keeps defenders beleaguered and unable to respond with any great efficacy. Pilots willing to partner with AMATERASU should be aware that this attack style often leaves their cores vulnerable to counterattack, and that this NHP enjoys what it calls \"good-natured ribbing\".",
    "data_type": "system",
    "aptitude": {
      "melee": 1,
      "ranged": 1,
      "repair": 0
    }
  },
  {
    "id": "armsman1",
    "name": "Ammo Case",
    "type": "System",
    "talent_item": true,
    "talent_id": "armsman",
    "talent_rank": 1,
    "sp": 0,
    "tags": [{
      "id": "limited",
      "val": 6
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "A custom supply of ammunition that can be used with all your main ranged weapons.<br>Once a turn, you can load special ammo when you fire a main weapon, expending a use of this system and choosing one of the following options (you can only load one type at once). The ammo lasts for one shot.<br><ul><li><b>Thumper</b> - The attack gains knockback 1 and deals explosive damage</li><li><b>Shock</b> - The attack deals energy damage. Any actors adjacent to the primary target take 1 AP energy damage (no attack required). The primary target doesn't take this damage.</li><li><b>Mag</b> - The attack deals kinetic damage and gains the Arcing tag</li></ul>",
    "description": "Gained from the <i>Armsman: Rank I</i> pilot talent."
  },
  {
    "id": "armsman2",
    "name": "Ammo Case",
    "type": "System",
    "talent_item": true,
    "talent_id": "armsman",
    "talent_rank": 2,
    "sp": 0,
    "tags": [{
      "id": "limited",
      "val": 6
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "A custom supply of ammunition that can be used with all your main ranged weapons.<br>Once a turn, you can load special ammo when you fire a main weapon, expending a use of this system and choosing one of the following options (you can only load one type at once). The ammo lasts for one shot.<br><ul><li><b>Thumper</b> - The attack gains knockback 1 and deals explosive damage</li><li><b>Shock</b> - The attack deals energy damage. Any actors adjacent to the primary target take 1 AP energy damage (no attack required). The primary target doesn't take this damage.</li><li><b>Mag</b> - The attack deals kinetic damage and gains the Arcing tag</li></ul><br>You can expend two charges for the following ammo types:<br><ul><li><b>Hellfire</b> - The attack becomes energy damage and deals any bonus damage as burn.</li><li><b>Jager</b> - The attack becomes explosive damage, gains knock back 2, and targets struck must pass a hull save or be knocked prone</li><li><b>Ripper</b> - The attack gains the AP tag and deals kinetic damage</li></ul>",
    "description": "Gained from the <i>Armsman: Rank II</i> pilot talent."
  },
  {
    "id": "armsman3",
    "name": "Ammo Case",
    "type": "System",
    "talent_item": true,
    "talent_id": "armsman",
    "talent_rank": 3,
    "sp": 0,
    "tags": [{
      "id": "limited",
      "val": 6
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "A custom supply of ammunition that can be used with all your main ranged weapons.<br>Once a turn, you can load special ammo when you fire a main weapon, expending a use of this system and choosing one of the following options (you can only load one type at once). The ammo lasts for one shot.<br><ul><li><b>Thumper</b> - The attack gains knockback 1 and deals explosive damage</li><li><b>Shock</b> - The attack deals energy damage. Any actors adjacent to the primary target take 1 AP energy damage (no attack required). The primary target doesn't take this damage.</li><li><b>Mag</b> - The attack deals kinetic damage and gains the Arcing tag</li></ul><br>You can expend two charges for the following ammo types:<br><ul><li><b>Hellfire</b> - The attack becomes energy damage and deals any bonus damage as burn.</li><li><b>Jager</b> - The attack becomes explosive damage, gains knock back 2, and targets struck must pass a hull save or be knocked prone</li><li><b>Ripper</b> - The attack gains the AP tag and deals kinetic damage</li></ul><br> If you score a Critical Hit with special ammo, you don't expend it's use. If you're making an attack that has more than one target, this effect only functions if you critical hit the primary target",
    "description": "Gained from the <i>Armsman: Rank III</i> pilot talent."
  },
  {
    "id": "techno1",
    "name": "Servant Fragment",
    "type": "AI",
    "talent_item": true,
    "talent_id": "techno",
    "talent_rank": 1,
    "sp": 0,
    "tags": [{
      "id": "ai"
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "Your custom NHP  can speak to you and has a personality but is not as developed as more advanced NHPs and not capable of independent through, relying on your instructions to act. It is obedient to you alone. When acting alone it follows the last direction given and defends itself but has limited initiative on its own, it cannot benefit from your talents as normal.",
    "description": "Gained from the <i>Technophile: Rank I</i> pilot talent."
  },
  {
    "id": "techno2",
    "name": "Student Fragment",
    "type": "AI",
    "talent_item": true,
    "talent_id": "techno",
    "talent_rank": 2,
    "sp": 0,
    "tags": [{
      "id": "ai"
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "Your custom NHP is more advanced, capable of independent thought. It now has the ability to make complex decisions and judgements and act independently, without instruction. Once per round, while it's installed in your mech, you can reroll any mech skill check or save (you must choose the second result), as your AI helps you or corrects your course of action.",
    "description": "Gained from the <i>Technophile: Rank II</i> pilot talent."
  },
  {
    "id": "techno3",
    "name": "Enlightenment",
    "type": "AI",
    "talent_item": true,
    "talent_id": "techno",
    "talent_rank": 3,
    "sp": 0,
    "tags": [{
      "id": "ai"
    }],
    "source": "",
    "license": "",
    "license_level": 0,
    "effect": "Your custom AI no longer counts against the maximum number of AI on your mech, and now benefits from your talents when piloting your mech. Any AI system installed on your mech can no longer become unshackled unless you so choose. You can carry your custom AI with you when you leave your mech, either in your armor or body (via an implant). In addition, unshackled NHPs or electronic lifeforms no longer view you with indifference, but as a significant being. You can communicate with and understand them on a deeper level than most humans",
    "description": "Gained from the <i>Technophile: Rank III</i> pilot talent."
  }
]