[{
    "id": "blast",
    "name": "Blast ({VAL})",
    "description": "This weapon or system affects an area with radius of {VAL} from a target point within line of sight and the specified range. Trace cover and line of sight from its origin point. Make separate attack rolls for each target caught in the area."
  },
  {
    "id": "burst",
    "name": "Burst ({VAL})",
    "description": "This weapon or system affects an area of up to {VAL} spaces around the target making the action or attack, including the target. Trace cover from its origin point. Make separate attack rolls for each target caught in the area."
  },
  {
    "id": "cone",
    "name": "Cone ({VAL})",
    "description": "This weapon or system affects a cone {VAL} squares wide at its longest end, and {VAL} squares long, with its short end adjacent to the attacker. Ignores cover. Make separate attack rolls for each target caught in the area."
  },
  {
    "id": "line",
    "name": "Line ({VAL})",
    "description": "This weapon or system affects a straight line {VAL} squares long. Attacks all targets in the area. Make separate attacks for each target caught in the area, but one damage roll."
  },
  {
    "id": "ap",
    "name": "Armor Piercing (AP)",
    "description": "The damage from this weapon ignores armor."
  },
  {
    "id": "accurate",
    "name": "Accurate",
    "description": "This weapon attacks with +1 Accuracy."
  },
  {
    "id": "arcing",
    "name": "Arcing",
    "description": "This weapon ignores line of sight as long as it can trace a path to its target, but still takes cover into account. Arcing weapons typically lob projectiles in an arc."
  },
  {
    "id": "burn",
    "name": "Burn {VAL}",
    "description": "On hit, this weapon applies {VAL} burn to a target, stacking with any other source of burn. A target takes damage equal to the burn applied immediately, ignoring armor. At the end of its turn, an affected target can pass an engineering skill check at the end of its turn to clear all burn on it, otherwise it takes damage equal to its total current burn."
  },
  {
    "id": "knockback",
    "name": "Knockback {VAL}",
    "description": "On hit, you may knock back a target {VAL} spaces in a straight line directly away from the point of origin (unless specified, this is your mech). Knockback is additive, so an attack that gains Knockback 1 from a weapon and Knockback 1 from a talent would knock a target back 2 spaces."
  },
  {
    "id": "heatother",
    "name": "Heat {VAL} (Target)",
    "description": "this weapon or system inflicts an additional {VAL} Heat on hit to its target."
  },
  {
    "id": "heatself",
    "name": "Heat {VAL} (Self)",
    "description": "this weapon or system inflicts {VAL} Heat on its wielder immediately after firing or activation"
  },
  {
    "id": "inaccurate",
    "name": "Inaccurate",
    "description": "This weapon attacks with +1 Difficulty."
  },
  {
    "id": "loading",
    "name": "Loading",
    "description": "This weapon weapon must be reloaded before being used again. Weapons can be reloaded by the Stabilize action or certain systems."
  },
  {
    "id": "reliable",
    "name": "Reliable {VAL}",
    "description": "This weapon always does {VAL} damage, even if it misses its target or rolls lower damage. It has some degree or self-correction or is simply powerful enough that even a glancing blow will cause damage."
  },
  {
    "id": "unreliable",
    "name": "Unreliable",
    "description": "When attacking with this weapon, roll a d6 before you make your attack roll. If it comes up as a ‘1', the weapon jams immediately. Lose the attack, and it cannot be used until the start of your next turn."
  },
  {
    "id": "ordnance",
    "name": "Ordnance",
    "description": "Ordnance weapons must be fired before taking any other action or movement on a turn other than protocols (you can still act and move normally afterwards). In addition, ordnance weapons are too cumbersome to be used against targets in engagement with your mech, and cannot be used for overwatch."
  },
  {
    "id": "overcharged",
    "name": "Overcharged",
    "description": "When attacking with this weapon, if any dice come up as ‘1’, take 1 heat, pick them up, and re-roll them. This process can repeat if you keep rolling ‘1’s."
  },  
  {
    "id": "seeking",
    "name": "Seeking",
    "description": "This weapon totally ignores cover and line of sight as long as it can draw a path to its target. Seeking weapons are typically self guided and propelled, and can move through complicated paths to their targets."
  },
  {
    "id": "smart",
    "name": "Smart",
    "description": "Smart weapons have some degree of self-guiding systems, self-propelled projectiles, or even nanorobotic ammunition. They must typically be scrambled or jammed rather than avoided. Smart weapons attack e-defense instead of evasion, even when making a melee or ranged attack. If a target has no listed e-defense, they count e-defense as 8."
  },
  {
    "id": "threat",
    "name": "Threat {VAL}",
    "description": "This weapon can be used to make overwatch attacks at range {VAL}. A melee weapon's range is its threat."
  },
  {
    "id": "thrown",
    "name": "Thrown {VAL}",
    "description": "This melee weapon can be thrown up to range {VAL}. A thrown melee weapon makes an attack against a target as if it was a ranged attack (it takes cover and line of sight into account as normal) and disarms you of that weapon. A thrown melee weapon can be retrieved as a free action by moving adjacent to it."
  },
  {
    "id": "ammo",
    "name": "Ammo",
    "description": "Indicates a special damage type. Only one can be used per weapon at a time and can be swapped as an interaction."
  },
  {
    "id": "dangerzone",
    "name": "Danger Zone",
    "description": "This system, talent, or weapon only activates when your mech has 1/2 or more of its heat gauge filled in"
  },
  {
    "id": "deployable",
    "name": "Deployable",
    "description": "This system can be deployed in a free adjacent space as a quick action, unless otherwise noted. It has 10 hp/size and evasion 5."
  },
  {
    "id": "drone",
    "name": "Drone",
    "description": "Indicates a self-propelled system with rudimentary intelligence. Some drone systems are mech systems that must be activated, others are deployable. Deployable drones, unless otherwise noted, are size ½ and have evasion 10, 10 HP, and 0 armor, and can benefit from cover and other defenses. They roll all mech skill checks with +0. If they are destroyed (when they reach 0 HP), they must be repaired (like any other system) before they can be used again, but are restored to full hp when you rest or full repair"
  },
  {
    "id": "grenade",
    "name": "Grenade",
    "description": "This explosive or other device can be thrown at a point in range and line of sight as a quick action"
  },
  {
    "id": "limited",
    "name": "Limited ({VAL})",
    "description": "This weapon or system can only be used {VAL} times before a full repair"
  },
  {
    "id": "mine",
    "name": "Mine",
    "description": "Indicates an explosive that can be planted as a quick action in a free adjacent space. Mines cannot be placed adjacent to any other mines and arm as an end of round action. They activate as soon as any target enters an adjacent space. Mines create a burst attack starting from the space in which they were placed. A mine can be detected with a quick action and a successful systems check and disarmed by moving adjacent to the mine and making a successful engineering check as a quick action (on a failure, the mine explodes normally)."
  },
  {
    "id": "immunity",
    "name": "Immunity",
    "description": "If a character or object is immune to something (damage, burn, conditions), whatever it is immune to has no effect on it. For example, a character that is immune to burn doesn’t take any burn, or count as taking burn, when something attempts to deal burn to it. A character that is immune to engagement never counts as engaged, etc."
  },
  {
    "id": "mod",
    "name": "Mod",
    "description": "Indicates a weapon mod. Only one can be taken per weapon."
  },
  {
    "id": "modded",
    "name": "Modded",
    "description": "This weapon has been equipped with a weapon mod."
  },
  {
    "id": "protocol",
    "name": "Protocol",
    "description": "This system can be activated as a Free Action at the start of your turn. Deactivating it might take a different action"
  },
  {
    "id": "reaction",
    "name": "Reaction",
    "description": "This system can be used as a reaction"
  },
  {
    "id": "resistance",
    "name": "Resistance",
    "description": "Reduce all damage from a source you have resistance to by half"
  },
  {
    "id": "shield",
    "name": "Shield",
    "description": "Indicates the system is an energy shield of some kind"
  },
  {
    "id": "unique",
    "name": "Unique",
    "description": "indicates that a weapon or system cannot be duplicated. You can only install it once per mech."
  },
  {
    "id": "quickaction",
    "name": "Quick Action",
    "description": "This system can be activated as a Quick Action"
  },
  {
    "id": "ai",
    "name": "AI",
    "description": "Your mech gains the AI property. You may cede control of your mech to the AI at the start of your turn. You can only ever install one system with the AI tag unless you have a talent, feature, or piece of gear that says otherwise."
  },
  {
    "id": "fullaction",
    "name": "Full Action",
    "description": "This system can be activated as a Full Action"
  },
  {
    "id": "quicktech",
    "name": "Quick Tech",
    "description": "This tech can be used as a Quick Tech Action"
  },
  {
    "id": "fulltech",
    "name": "Full Tech",
    "description": "This tech can be used as a Full Tech Action"
  },
  {
    "id": "range",
    "name": "Range ({VAL})",
    "description": "This system can be activated at a range of {VAL} spaces."
  }, 
  {
    "id": "archaic",
    "name": "Archaic",
    "description": "This weapon is too old fashioned to harm mechs"
  }, 
  {
    "id": "sidearm",
    "name": "Sidearm",
    "description": "This weapon can be fired with a Quick Action"
  }
]