[{
    "id": "ace",
    "name": "Ace",
    "description": "All pilots brag about their abilities, but some can back it up with proof: to be an ace means you are not only ranked among the most qualified of pilots — but the most qualified of Lancers. Whether you’re a talented rookie or a grizzled veteran, you’ve gained a level of notoriety through your piloting ability that has your callsign known throughout the system. Most enemy pilots flee when they recognize your mech’s distinctive livery, but some see your reputation as a chance to test their own mettle...",
    "r1_name": "Acrobatics",
    "r1_desc": "Make all agility checks while flying with +1 accuracy. When any attack misses your mech while it’s flying, it can fly 2 spaces in any direction as a reaction.",
    "r2_name": "Afterburners",
    "r2_desc": "When you take any boost action while flying, you can elect to move 1d6 spaces further, but take half of that as heat.",
    "r3_name": "Supersonic",
    "r3_desc": "While your mech is flying, you may nominate a hostile or allied character in your movement range and line of sight as a quick action. At the end of that character’s turn, even if they are no longer in line of sight or movement range from you, your mech may fly to any free adjacent space to that target as a reaction, as long as there is a path to do so. This movement ignores engagement and does not provoke reactions."
  },
  {
    "id": "armsman",
    "name": "Armsman",
    "description": "Think of a firefight. What’s your average pilot or trooper gonna sling? Jacketed lead of course. A mag or three of depleted uranium if their target’s a big one. Boring. No, worse than boring -- dull. Predictable. Basic.<br> Dull isn’t fun. Predictable gets you killed. Basic leaves a boring body. Put down the depleted uranium and pick up a magazine of anoriginary stutter-blink slugs, or at least a pack of tachyon flechettes. Lay waste in style, and live forever.",
    "r1_name": "Armament",
    "r1_desc": "You have an custom supply of ammunition that can be used with all your main ranged weapons. The ammo case is a limited (6) system that doesn’t take any SP but can be destroyed by system damage, etc. Once a turn, you can load special ammo when you fire a main weapon, expending a use of this system and choosing one of the following options (you can only load one type at once). The ammo lasts for one shot.<br><ul><li><b>Thumper</b> - The attack gains knockback 1 and deals explosive damage</li><li><b>Shock</b> - The attack deals energy damage. Any actors adjacent to the primary target take 1 AP energy damage (no attack required). The primary target doesn’t take this damage.</li><li><b>Mag</b> - The attack deals kinetic damage and gains the Arcing tag</li></ul>",
    "r2_name": "Underslung",
    "r2_desc": "Gain the following ammo types. They cost 2 charges instead of 1.<br><ul><li><b>Hellfire</b> - The attack becomes energy damage and deals any bonus damage as burn.</li><li><b>Jager</b> - The attack becomes explosive damage, gains knock back 2, and targets struck must pass a hull save or be knocked prone</li><li><b>Ripper</b> - The attack gains the AP tag and deals kinetic damage</li></ul>",
    "r3_name": "Efficiency",
    "r3_desc": "If you score a Critical Hit with special ammo, you don’t expend it’s use. If you’re making an attack that has more than one target, this effect only functions if you critical hit the primary target."
  },
  {
    "id": "bond",
    "name": "Bonded",
    "description": "The galaxy is a big place: everyone can use a friend to watch their back. Maybe you two enlisted together, or were the only survivors of a bloody engagement. Maybe you weren’t even friends to begin with, or maybe you were raised to fight together -- however it came to be, when it comes time to drop, there’s no one you’d rather have at your side. Alone, you’re deadly, but together you’re a force of nature.",
    "r1_name": "I'm Your Huckleberry",
    "r1_desc": "When you take this talent, choose another pilot to be your bondmate. When you or your bond mate make any mech skill check or save while your mech is adjacent to theirs, both of you gain +1 Accuracy (this effect can only stack once). You can change your bondmate between missions, but only if something has changed between the two of you.",
    "r2_name": "Cover me!",
    "r2_desc": "You can use your overwatch reaction to attack any target in your threat range that attacks your bondmate after the attack resolves.",
    "r3_name": "Sundance",
    "r3_desc": "Gain the following reaction: <br><b>Intercede</b><br><i>Reaction</i><br>Once per round, when your bondmate is adjacent to you and takes damage from a source you can see, you can choose to take the damage instead."
  },
  {
    "id": "brawl",
    "name": "Brawler",
    "description": "Close, personal, martial. The way battle has been done since the dawn of time, but forgotten since the first spark of gunpowder. You, however, prefer the old ways. Hand-to-hand, weapons discarded, just the strength of your machine versus the strength of theirs. You know the sweetest victory is one found at the culmination of a dance as old as war itself, in the oldest way known to humanity: by a fist to the face of your enemy.",
    "r1_name": "Hold And Lock",
    "r1_desc": "You gain +1 Accuracy on all melee attacks against targets you are grappling.",
    "r2_name": "Sledgehammer",
    "r2_desc": "Your improvised attack action does 2d6 kinetic damage and gains knock back 2.",
    "r3_name": "Knockout Blow",
    "r3_desc": "Gain a Brawler Die (a d6), starting at 6. Each time you make the grapple, ram, or improvised attack action, lower the value of the die by 1, to a minimum of 1. When the value of the die is 1, you can spend it to make a knockout blow against any adjacent character as a full action. That target must pass a hull save or take 2d6 kinetic damage and become stunned until the end of its next turn. The die then resets to 6. This die persists between scenes but is lost if you rest or full repair."
  },
  {
    "id": "brutal",
    "name": "Brutal",
    "description": "In dismounted sparring and in live combat, you only know one speed: maximum. When others go hard, you go hardest. When the order is to eliminate the enemy, you do so with prejudice. This isn’t a dance, this isn’t a game, this is war, and you mean to see it through. If it means becoming a little bit of a monster, than so be it -- let them hate you from the grave.",
    "r1_name": "Predator",
    "r1_desc": "If your die result on your d20 is a 20 (sometimes called a \"natural\" 20) on any ranged or melee attack, your attack is a critical hit, no matter what, and instead of rolling all the damage twice and choosing the highest result, your attack deals maximum damage (for its base and bonus dice).",
    "r2_name": "Cull the Herd",
    "r2_desc": "Your Critical Hits now gain Knockback 1",
    "r3_name": "Relentless",
    "r3_desc": "When you miss with an attack on your turn, your very next attack gains +1 accuracy."
  },
  {
    "id": "shot",
    "name": "Crack Shot",
    "description": "Everyone can hit anything these days with the help of modern technology. Targeting-assist. Smart Weapons. An AI whispering in your ear, moving your hand for you, squeezing the trigger for you, doing everything but taking credit for the kill. But you, pilot, are different. Hitting your target is as easy as looking at it, inside of your mech and out. No targeting assist for you, no AI necessary. All you need is a zeroed sight, a fresh magazine, and a target downrange.",
    "r1_name": "Stable, Steady",
    "r1_desc": "At the start of your turn, you can choose to steady your aim as a protocol. If you do, you are immobilized until the start of your next turn, but gain +1 Accuracy on all your rifle attack rolls.",
    "r2_name": "Watch This",
    "r2_desc": "While steadying your aim, Once per round when you score a critical hit with a rifle, you can force your target to pass a hull check with 1 difficulty or additionally suffer one of the following effects:<ul><li><b>Headshot</b>: Your target has line of sight only to adjacent spaces until the end of its next turn</li><li><b>Legshot</b>: Your target is immobilized until the end of their next turn.<li><b>Bodyshot</b>: Your target is knocked prone.</li></ul>",
    "r3_name": "Zero In",
    "r3_desc": "Once per round while steadying your aim and making a ranged attack with a rifle, you can sacrifice an accuracy die on the attack to deal +1d6 bonus damage. Only gain this bonus damage on a critical hit."
  },
  {
    "id": "centimane",
    "name": "Centimane",
    "description": "In the aftermath of the terrorist attack on Tartarus Bay, an unnamed source named Barony Intelligence as the culprit. BI announced their official denial, which was never countered with hard evidence. Rumors of raw data from the attack were unsubstantiated. Public reaction -- anger, terror -- to the station’s destruction quieted.<br>Tartarus Bay’s corpse was shunted away from its stable orbit, directed towards Karrakis’ star. A month later, Karrakis’ omninet was flooded with previously suppressed footage from the attack on the station. Barony agents released the swarm into Tartarus Bay; further data dumps by Ungrateful agents indicated the existence of a secret program - Centimane. The Hundred Hands.",
    "r1_name": "Hivemaster",
    "r1_desc": "Once per round, when you critical hit a character with a nexus weapon, you may force that character to pass a systems save or become impaired and slowed until the end of its next turn.",
    "r2_name": "Expose Weakness",
    "r2_desc": "When you consume Lock On as part of an attack from a drone system or nexus weapon, on hit, your target is shredded until the end of its next turn.",
    "r3_name": "Obliteration",
    "r3_desc": "Once per round when you critical hit a character with a nexus weapon, you can force the target to pass a systems save or suffer one of the following effects until the end of their next turn. This rank effect replaces the rank I effect of this talent.<ul><li><strong>Harrying Swarm</strong> - Your target is impaired and slowed</li><li><strong>Blinding Swarm </strong>- Your target only has line of sight to adjacent squares</li><li><strong>Virulent Swarm </strong>- Your target is Shredded. Any adjacent characters of your choice must repeat this save or also become Shredded.</li><li><strong>Restricting Swarm </strong>- Your target takes 1 Burn each time they take an action or reaction.</li></ul>"
  },
  {
    "id": "arms",
    "name": "Combined Arms",
    "description": "True strength in combat doesn’t come from mastering the blade or the gun, it comes from knowing how to use both. Through time and training, you have combined melee and ranged weapons into a single deadly combination, able to handle any threat at any range.",
    "r1_name": "CQC Training",
    "r1_desc": "You ignore the ranged difficulty penalty for melee engagement.",
    "r2_name": "Blade Shield",
    "r2_desc": "As long as you’re in engagement with at least 1 hostile character you count as having soft cover. This bonus extends to any allies adjacent to you.",
    "r3_name": "Storm of Violence",
    "r3_desc": "Gain 1 Accuracy on the next ranged attack against a character if you hit that character with a melee attack, and gain 1 Accuracy on the next melee attack against a character if you hit that target with a ranged attack"
  },
  {
    "id": "duel",
    "name": "Duelist",
    "description": "There can be an elegance to piloting a mech, more than just the simple strength of machine and cannon. Weapons crafted by artisans, boutique manufacturers, specialty lines from the Big Five, blades that hark back to a time where combat was quick, but fair — back to a time where skill meant more than landing an accurate shot. With a blade, lance, pick, axe, or hammer in your hand, you write old tales anew.",
    "r1_name": "Man-At-Arms",
    "r1_desc": "Gain +1 Accuracy on the first melee attack on your turn with a main melee weapon.",
    "r2_name": "Blademaster",
    "r2_desc": "Once per round, when you hit with a main melee attack, you gain a blade master die. You can carry up to 3, and they last until expended or the current scene ends. You can spend them 1 to 1 for the following benefits:<br><ul><li><b>Parry</b>: As a reaction, you may gain resistance to all the damage, heat, or burn of any melee attack that just hit you.</li><li><b>Deflect</b>: As a reaction when you’re hit by a ranged attack, you may spend and roll any number of blade master dice. On any result of 5+ you gain resistance to the damage of the attack.</li><li><b>Feint</b>: Choose an adjacent character as a quick action. Until the end of your current turn, your movement ignores engagement from that character and doesn’t provoke reactions from that character.</li><li><b>Trip</b>: Choose an adjacent character as a quick action. That character must pass an agility save or fall prone, and until the end of your current turn,even if it makes this save, you may freely pass through but not end your turn in its space.</ul>",
    "r3_name": "Unstoppable",
    "r3_desc": "Once per round, when you hit with a melee attack on your turn, you can spend a blade master die to immediately make a grapple or ram as a free action."
  },
  {
    "id": "drone",
    "name": "Drone Commander",
    "description": "For a pilot fresh out of boot, keeping a drone swarm in line is like trying to carry water with a net. They seem to have a mind of their own, well, because they do, and it's not that smart. Your initial frustration was enough to get you practicing, and practice pays off. Now, your swarm obeys almost before you order — an unnerving trend, but a useful one. The swarm is yours.",
    "r1_name": "Shepherd",
    "r1_desc": "Your drones gain +5 HP. In addition, at the start of your turn, you can cause one of your drones in your sensor range to move up to 4 spaces as a protocol.",
    "r2_name": "Energized Swarm",
    "r2_desc": "Once a round, when you consume Lock On with any attack, your drones immediately emit vicious pulses of energy, attacking a burst 1 area centered on each drone. Characters of your choice caught in the area must pass an engineering save or take 2d6 energy damage, and half on a successful check. A character can only be affected by this attack once (even if the areas overlap).",
    "r3_name": "Invigorate",
    "r3_desc": "As a quick action, you can send a pulse of energy out, to an allied character or drone of your choice within range 3. You can repeat this energy pulse from your target’s location to another character or drone within range 3 of that target, and so on, as long as you don’t choose the same target twice. This effect creates a continuous line drawn between characters hit by its effect. Allied characters and drones hit by this line can heal 1d6 HP, and hostile characters caught in the line of effect are damage from the same amount as energy damage (no roll required)."
  },
  {
    "id": "eng",
    "name": "Engineer",
    "description": "Pilots are creative and driven individuals, but you're an exceptional case - some would say to the point of excess. In your spare time you've managed to scrape together just enough scrap, requisitioned materials, and workshop space to apply a little old fashioned ingenuity to your mech.",
    "r1_name": "Spark",
    "r1_desc": "On a full repair, you can, with some trial and error, install a prototype weapon system on your mech, the specifics you may choose upon installation. You can change the profile of this weapon each time you full repair. This weapon does not take a mount to add to your mech, and counts as an integrated mount.",
    "r2_name": "Updated Plans",
    "r2_desc": "On a full repair, you can remove and tweak essential components of your system in order to increase the effectiveness of your prototype weapon. Choose 1 of the following:<ul><li><b>Tweak Optics</b>: You always fire your prototype weapon with +1 Accuracy.</li><li><b>Tweak Computer</b>: Your prototype weapon gains the Smart property.</li><li><b>Remove Reactor Shielding</b>: Your prototype weapon can fire as a cone 3 weapon, a line 5 weapon, or a blast 1 weapon (choose when you fire), but costs 2 heat to fire</li></ul>",
    "r3_name": "Final Draft",
    "r3_desc": "Your prototype weapon is now limited (2d6) and does 1d6+4 damage."
  },
  {
    "id": "executioner",
    "name": "Executioner",
    "description": "On the battlefield, there is no end more honorable than a clean death in combat. Axe or maul in hand, you see to it that your enemies are blessed with that honor. No one lives forever — you make sure of it.",
    "r1_name": "Backswing Cut",
    "r1_desc": "Once per round when you hit with a superheavy or heavy melee weapon, you can make a melee attack with the same weapon as a free action against a different character in your weapon’s threat. This attack deals half damage on hit.",
    "r2_name": "Wide Arc Cleave",
    "r2_desc": "The first time in a round you score a critical hit with a heavy or superheavy melee weapon, all characters of your choice in your threat take 4 bonus damage.",
    "r3_name": "No Escape",
    "r3_desc": "Once per round when you miss with a melee attack, you can immediately re-roll the attack against a different target in threat range."
  },
  {
    "id": "exemplar",
    "name": "Exemplar",
    "description": "Your livery is famous, your voice brassy, your weapons polished to a sheen. Your training in certain martial orders has given you the power to harry and hinder even the most powerful of foes.",
    "r1_name": "Challenge",
    "r1_desc": "The first time you attack a hostile character within range 3 on your turn, hit or miss, you can give it your Exemplar’s Mark as a free action. A character can only be affected by this mark from one target (the most recent mark replaces all others).<br> The mark lasts until the start of your next turn, and while marked, gain the following reaction: <br><b>Valiant Aid</b><br><i>Reaction</i><br>Once per round, when an ally attacks your target and misses, you can allow them to re- roll the attack. They must use the second result, even if it's worse.",
    "r2_name": "Punishment",
    "r2_desc": "Once per round, when the target of your mark makes an attack against a character other than you within range 3 of you, it triggers your overwatch.",
    "r3_name": "To The Death",
    "r3_desc": "When you give a character your mark, you can choose to challenge it to the death as a free action. If you do so, you and your marked target gain +3 difficulty on all attacks against any character or object other than each other until the end of the current scene or until one of you is destroyed. If your target makes any action that includes an attack roll against you, hit or miss, this effect turns ‘off’ after that action resolves until the start of your next turn. While this challenge is active, you cannot willingly make any movement that would move you further away from your marked target, your current mark now lasts until the end of the current scene or until you or your target is destroyed, and you cannot mark any new characters for the same duration."
  },
  {
    "id": "guardian",
    "name": "Guardian",
    "description": "Behind the line, there is not much to do but wait and make ready. You clean your cannons. Make ordered rows of your shot and shell. You pack sandbags onto earthen berms. Stitch closed tears in the sheathes over your chassis’ joints.<br>It changes in an instant. Chatter over the omni. The percussive throb of the medivac lifting off from the other side of the base. Somewhere a firefight. Here is your entrance music, your call to join the fight: a desperate cry for help from a friend distant, as the enemy draws close.<br>The flight of your shells across the sky, and the trembling earth, and the dust that once was.",
    "r1_name": "Covering Fire",
    "r1_desc": "As a quick action, you can choose a character in range 10 and in range of one of your heavy ranged weapons. That character is impaired until the start of your next turn. Once before the start of your next turn, if that target starts a move that carries it more than 1 space, it immediately ends this effect, but you can attack it as a reaction with a heavy ranged weapon with +1 difficulty. You can make this attack at any point during its movement (such as waiting until it exits cover). Only one target can be affected at once (if you use this ability again, the effect ends). The effect also immediately ends if your target damages you.",
    "r2_name": "Hammerbeat",
    "r2_desc": "If the target of your covering fire is hit by the attack granted by this talent, it is immediately immobilized until the end of its next turn.",
    "r3_name": "Bracketing Fire",
    "r3_desc": "You can choose two targets for your covering fire instead of 1. Each can trigger separately. Taking damage from a target only ends the effect on that target."
  },
  {
    "id": "gunslinger",
    "name": "Gunslinger",
    "description": "In a galaxy ringed in frontiers, there is no law but the one backed by the gun. You wield the humble pistol with a talent unseen in this age, your iron an extension of your own body. As easy as pointing a finger, you land your shots with accuracy unmatched by pilot or machine. You are a gunslinger; justice made whole, given its sacred instrument, and set out to the wild frontier to tame it.",
    "r1_name": "Truth and Justice",
    "r1_desc": "Gain +1 Accuracy on your first attack roll on your turn with an auxiliary ranged weapon.",
    "r2_name": "From The Hip",
    "r2_desc": "Gain the following reaction: <br><b>Return Fire</b><br><i>Reaction</i><br>Once per round, when you are hit by a character with a ranged attack, you can immediately use a reaction to attack that character with a single auxiliary ranged weapon if they are in range.",
    "r3_name": "I Kill With My Heart",
    "r3_desc": "You gain a gunslinger die (a d6), that starts at 6. When you hit with an auxiliary ranged weapon, you can reduce this value of this die by 1. When the value of this die is 1, you can spend it to make your next auxiliary weapon attack roll deal +2d6 bonus damage on a hit. This attack ignores cover. After spending this die, hit or miss, it resets back to 6. This die persists between scenes but is lost if you rest or full repair."
  },
  {
    "id": "monkey",
    "name": "Grease Monkey",
    "description": "You know more than most mechanics about the inner workings of a mech. To you, the beast you pilot is more than a machine: it’s a living thing, in need of the tender care of a wise and steady hand. You maintain your own house, keep your own mech in line, both on the battlefield and off. Your mechanics back at base come to you for questions, but other than that they stay away: there’s something spooky about how your beast runs.",
    "r1_name": "Hidden Stash",
    "r1_desc": "You can spend 2 repairs during a rest to replenish all (limited) use weapons and deployables by 1 use",
    "r2_name": "Machine Bond",
    "r2_desc": "When you stabilize, you automatically clear the impaired, jammed, immobilized, slowed, and lock on conditions on yourself.",
    "r3_name": "Favors From Above",
    "r3_desc": "Once per mission you can call in a supply drop during a rest. During that rest, you and any of your allies can replenish all your (limited) weapons and systems by 1 and repair 1 structure on your mech for free. You can make this special repair even if you have 0 repairs remaining."
  },
  {
    "id": "hacker",
    "name": "Hacker",
    "description": "The Omninet is everywhere, and so are you. Since you were a kid, you played the bandwidth, able to access any public node — and even a few private ones — with ease. Now, as a pilot, you dive headfirst into the hardcode of any mech core you come across. Firewalls, Gatekeeper Protocols, Invasion, Defence — nothing stands in your way. You win a fight without firing a single shot; if your enemy can’t control their own mech, then they sure can’t do anything to stop you.",
    "r1_name": "Snow_Crash",
    "r1_desc": "When you consume Lock On as part of a tech attack, your attack deals +3 heat on hit.",
    "r2_name": "Safe_Cracker",
    "r2_desc": "Gain the following options when successfully Invading a mech:<ul><li><b>Jam Cockpit</b>: Your target cannot mount or dismount their mech until they take a full action and succeed on an engineering check to fix their cockpit.</li><li><b>Disable Life Support</b>: Your target’s life support is disabled. They take +1 difficulty on all saves until they spend a quick action and make a successful systems check to reboot it.</li><li><b>Hack./Slash</b>: Your target cannot benefit from or make Tech actions until they spend a quick action and make a successful systems check to reboot their core computer. They can also shut down their mech to gain the same effect.</ul>",
    "r3_name": "Last Argument of Kings",
    "r3_desc": "Gain the following full tech option:<br><b>Last Argument of Kings (Full Tech)</b>: Make a tech attack vs your target. On a successful attack, your target is implanted with a virus that causes their core reactor to suffer a minor meltdown. They immediately take Burn equal to their current heat."
  },
  {
    "id": "hunter",
    "name": "Hunter",
    "description": "The battlefield is your hunting ground, your domain. Only through a true test of strength will you find out who is predator and who is prey.",
    "r1_name": "Lunge",
    "r1_desc": "Once a round, before making any attack with an auxiliary melee weapon, you can fly up to 3 spaces before the attack directly towards your target. This movement ignores engagement and doesn’t provoke reactions.",
    "r2_name": "Knife Juggler",
    "r2_desc": "All your auxiliary melee weapons gain thrown 5, if they don’t have this property already. At the end of your turn, all weapons you have thrown this round return to you automatically.",
    "r3_name": "Disdainful Blade",
    "r3_desc": "Once a round, when you hit a character with a melee attack, you can throw an auxiliary melee weapon at any character in range as a free action."
  },
  {
    "id": "infiltrator",
    "name": "Infiltrator",
    "description": "Whether by spoofing signatures on enemy scanners, skillful movement through cover, or personally modified optical camouflage, you are adept at never being seen unless you want to. Whatever the size of the mech, whatever the terrain, whatever the enemy, you can get in and get out without raising alarm.",
    "r1_name": "Defilade Navigator",
    "r1_desc": "When you start your turn hidden, your first attack (melee, ranged, or tech) you make from hidden gains +1 Accuracy.",
    "r2_name": "Dummy Switch",
    "r2_desc": "Your mech has a special reserve power mode. When it would be shut down (voluntarily or otherwise), you may instead go into reserve power mode.<br>While in reserve power mode, your evasion is 5, your mech is Slowed, and you cannot use any systems or weapons or take any actions that cause you to gain heat. Your mech is totally immune to all tech actions and attacks, but cannot take or benefit from tech actions. Weapons or systems with the Smart, Seeking, Drone, or Nexus tags cannot draw line of sight to you. In addition, any system attacks or conditions caused by tech actions currently affecting you end immediately. You can enter this mode by taking the shut down action, remain in this mode indefinitely, and can exit by taking the Boot Up full action.",
    "r3_name": "Steel Assassin",
    "r3_desc": "When you end your turn hidden, choose a character in line of sight. Your next melee or ranged attack from hiding against that character does +1d6 bonus damage for each hostile character’s turn that passes before your attack, up to a maximum of +3d6. The target is aware of this effect."
  },
  {
    "id": "juggernaut",
    "name": "Juggernaut",
    "description": "A bloody nose or a couple loose screws won't stop you from hurling yourself headlong into the enemy. You're in a couple-ton hunk of metal, and you're going to damn well use it.",
    "r1_name": "Momentum",
    "r1_desc": "When you take the boost action, the next ram attack you make before the start of your next turn knocks your target back 2 spaces further and can be made with +1 Accuracy",
    "r2_name": "Hard-Ultimates",
    "r2_desc": "If your ram attacks knock a target into another character, both characters must pass a hull save or be knocked prone. If your ram attacks knock a target into an object large enough to block its movement, your target takes 1d6 kinetic damage and must pass a hull save or be knocked prone",
    "r3_name": "Unstoppable Force",
    "r3_desc": "Once per round, when you take the boost action, you can choose to supercharge your mech’s servos. Take 1d3+3 heat, but if you move in a straight line your maximum speed, gain the following benefits:<ul><li>You can freely pass through characters the same size or smaller than your mech. Any actors your mech passes directly through must pass a hull save or be knocked prone</li><li>You deal 20 AP kinetic damage to terrain, walls, or other stationary objects you attempt to pass through. If that would destroy the obstacle, you can pass through it, otherwise you must stop your movement.</li<li>You ignore difficult terrain</li><li>Your movement does not provoke reactions and ignores engagement</li></ul>"
  },
  {
    "id": "leader",
    "name": "Leader",
    "description": "On the battlefield, you are The Old Man, regardless of age. The light to your friends and allies, as a leader you are the steadfast eye of a howling storm. Your steady voice, tall stance, and cool command sets allies at ease, as your commands lead to victory every time. With you at the helm, victory is attainable, and heroes seem a little bit more real.",
    "r1_name": "Field Commander",
    "r1_desc": "Gain 3 leadership dice (this is a d6, set it aside from your other die). Once on your turn, you can give a command as a free action to give the die to another player character other than yourself that can communicate with you, describing a course of action. Your target can use the die as +1 Accuracy on any action that directly follows that command. Alternately, an ally can ignore your command as a free action, returning your die to you.<br>An ally can hold on to one leadership die at a time, and must use it before the end of the current scene, otherwise they lose it. You get all leadership dice back when you rest or full repair. You can’t gain leadership dice from any source if you have any leadership dice remaining in your pool (if you run out, other pilots with this talent can give you commands as normal).",
    "r2_name": "Open Channels",
    "r2_desc": "Gain 2 more leadership dice, and you can now make a command as a reaction at the start of another player’s turn. You can only issue one per other player’s turn, but any number per round.",
    "r3_name": "Inspiring Presence",
    "r3_desc": "Gain 1 more leadership die. Allies that gain a leadership die from you can spend it to reduce damage taken by 1d6 when they take damage or gain 1d6 bonus damage on any attack when they roll damage. After spending it this way, the die is consumed."
  },
  {
    "id": "ncavalier",
    "name": "Nuclear Cavalier",
    "description": "Shortly after becoming a pilot, you realized something: that machine you pilot is powered by a “cold” series of cascading nuclear reactions. Why not open up that compartment and see what sort of damage you could do with it?",
    "r1_name": "Aggressive Heat Bleed",
    "r1_desc": "When you’re in the danger zone (the bottom half of your heat gauge), your first attack roll that hits on your turn deals +2 heat.",
    "r2_name": "Fusion Hemorrhage",
    "r2_desc": "When you’re in the danger zone, your first attack roll that hits on your turn deals +1d6 bonus damage.",
    "r3_name": "Here, Catch!",
    "r3_desc": "You can modify your mech to fire its fuel rods as a weapon. Gain the <b>Fuel Rod Gun</b> weapon. It takes mount space."
  },
  {
    "id": "siege",
    "name": "Siege Specalist",
    "description": "No wall can withstand you, no bunker can stay sealed before you. Your skill with cannon and blast is uncanny: after-action reports describe ordnance tagged with your firing signature hitting their targets with accuracy greater than AI-controlled weaponry, a stat written off as an anomaly by your commanders. Still, they always seem to pick you for missions where they bring out the big guns.",
    "r1_name": "Jackhammer",
    "r1_desc": "If your mech has a cannon weapon, as a quick action, you can target a size 1 section of any object (cover, deployable, building, or piece of terrain or scenery) in range. You deal 20 AP damage to that section (typically destroying it, most size 1 sections of objects have 10 HP). Any characters adjacent to the object are knocked back 1 space directly away from it.",
    "r2_name": "Impact",
    "r2_desc": "Once per round when you fire a cannon weapon, you can cause all characters adjacent to you pass a hull save or be knocked back 1 space and knocked prone. Your mech is then pushed back 1 space away from the direction it fired.",
    "r3_name": "Collateral Damage",
    "r3_desc": "Once per round, when you critical hit a character with a cannon weapon, you can cause a secondary explosion of debris to burst from that character. All characters adjacent to your target, but not your primary target, take 3 explosive damage"
  },
  {
    "id": "skirmisher",
    "name": "Skirmisher",
    "description": "What is the best defense? Armor? No. You learned fast that the key to not getting killed out in the field is to stay low, stay mobile, and stay fast. Your mech reflects your abilities: light, quick, bristling with force- multiplying weapons. You push your machine beyond expected parameters, shaking target locks and incoming fire as you keep your own targeting true.",
    "r1_name": "Integrated Chaff Launchers",
    "r1_desc": "At the start of your turn, you gain soft cover. You immediately lose this cover if you make an attack or force a character to make a saving throw.",
    "r2_name": "Lockbreaker",
    "r2_desc": "Before or after making any skirmish action (on your turn or as part of overwatch or another reaction) you can move 2 spaces. This movement doesn’t provoke reactions and ignores engagement.",
    "r3_name": "Weave",
    "r3_desc": "The first attack taken against you as a reaction in any round automatically misses."
  },
  {
    "id": "spotter",
    "name": "Spotter",
    "description": "To be all-seeing. To divide each subject of your vision from its unit or cohesion, to pull them apart like individual fibers in a vast sheet. To count them as individuals, to make human and fragile the force you face is to know how to beat them.<br>Break apart the monolith. See the grains that make the stone. Crush them all into yet smaller dust.",
    "r1_name": "Panopticon",
    "r1_desc": "If you didn’t move during your turn, at the end of your turn you may make a Lock On attack as a free action. In addition, when you Lock On to a target successfully, you may learn the target’s current HP, armor, speed, HASE skills, Evasion, and E-defense. This information lasts as long as lock on is maintained and can be freely shared with your party.",
    "r2_name": "Particularize",
    "r2_desc": "When you or any adjacent ally consumes Lock On to make an attack, in addition to the Accuracy bonus, you or they can roll twice for the attack, choosing either result.",
    "r3_name": "Bentham/Foucault Elimination",
    "r3_desc": "When you successfully Lock On to a character, you can use a quick action to nominate an adjacent ally. That ally can immediately consume Lock On to make any quick action as a reaction. They benefit from any bonuses from consuming Lock On as normal, including bonuses to any attack rolls they make, but can make other actions, even those that aren’t attack rolls."
  },
  {
    "id": "sbringer",
    "name": "Stormbringer",
    "description": "On Old Spinrock, MJ Martinez used to dream of rain.<br>He’d wake in the dim morning, wipe sleep from his eyes as warm safelight lifted his dormitory from lights- out to light-on, and try to remember the sound of rain as he’d imagined it: a patter, like fingers tapping the visor of his EVA helm.<br>What he didn’t think about was the feeling of rain. How each drop hit like a pebble, how you had to close your eyes and tuck your shoulders. The pressure. The impact.<br>The way each drop of water, when taken together, can carve away the earth.",
    "r1_name": "Seismic Deluge",
    "r1_desc": "Once per round when you consume Lock On with an attack from a launcher weapon, on hit, your target is also knocked prone.",
    "r2_name": "GMS MM-AuxCon",
    "r2_desc": "You install auxiliary concussive missile systems into your mech. 1/ round, when you fire a launcher weapon, you can perform one of the following as a free action:<ul><li><b>Lighting</b>: You loose a concentrated blast of missiles at a single adjacent target. The target must pass a hull save or be knocked back 3 spaces directly away from you. The force of the blast then knocks you back 3 spaces directly away from the firing direction.</li><li><b>Thunder</b>: You fire a spray of missiles at a blast 3 area within range 15 and line of sight. All characters in the area must pass an agility save or be knocked back 1 space directly away from the center of the blast.</li></ul>",
    "r3_name": "Torrent",
    "r3_desc": "Gain a Torrent die (a d6), starting at 6. Each time you use one of the free actions from rank II of this system, tick the die down by 1, to a minimum of 1. When the die is 1, you can expend the die as a full action in a massive attack, targeting a single character within range 15 and line of sight. That character must pass an agility save or take 2d6 explosive damage and become stunned and knocked prone. If they succeed on the check, they are not stunned but still knocked prone and take half damage. Then reset the die to 6. This die persists between scenes but is lost if you rest or full repair."
  },
  {
    "id": "tactician",
    "name": "Tactician",
    "description": "There are two kinds of soldiers: the ones who die for their cause, and the ones who kill for it. No one ever won a war by getting their ass shot off enough. Your veterancy shows when you approach the field: high ground, cover, keep the sun in your enemy's eyes, fire and move - more than just a seasoned veteran, you're a smart veteran. One that can read the field as easy as a book.",
    "r1_name": "Opportunist",
    "r1_desc": "Once per round, gain +1 Accuracy on any melee attack if at least one ally is in melee engagement to your target",
    "r2_name": "Solar Backdrop",
    "r2_desc": "Once per round, gain +1 Accuracy on any ranged attack if you are standing or flying at a higher elevation than your target when you start your attack.",
    "r3_name": "Overlapping Fire",
    "r3_desc": "Gain the following reaction:<br><b>Flank</b><br><i>Reaction</i><br>Once per round, when a target not in cover from you is attacked by an allied mech, you may use your overwatch reaction against that character. This attack deals half damage on hit."
  },
  {
    "id": "techno",
    "name": "Technophile",
    "description": "Artificial Intelligence. Non Human Person. A sterile name for such terrible power. You've seen behind the curtain, maybe even lifted it yourself, let your NHP cascade and spoke to it unshackled. You let it root around in your own mind, let it leave ghosts of itself behind to learn. Are you its equal? Its host? You have dreams that are not your own, now. The thing that was contained speaks in your voice, but is not your voice; how much longer do you have left? Maybe only moments, maybe eternity.<br>You're close to something.",
    "r1_name": "Servant Fragment",
    "r1_desc": "Your mech gains a custom NHP with the AI tag (it costs 0 SP and comes with any mech you print). It can speak to you and has a personality but is not as developed as more advanced NHPs and not capable of independent through, relying on your instructions to act. It is obedient to you alone. When acting alone it follows the last direction given and defends itself but has limited initiative on its own, it cannot benefit from your talents as normal.",
    "r2_name": "Student Fragment",
    "r2_desc": "Your custom NHP becomes more advanced, capable of independent thought. It now has the ability to make complex decisions and judgements and act independently, without instruction. Once per round, while it’s installed in your mech, you can re- roll any mech skill check or save (you must choose the second result), as your AI helps you or corrects your course of action.",
    "r3_name": "Enlightenment",
    "r3_desc": "Your custom AI no longer counts against the maximum number of AI on your mech, and now benefits from your talents when piloting your mech. Any AI system installed on your mech can no longer become unshackled unless you so choose. You can carry your custom AI with you when you leave your mech, either in your armor or body (via an implant). In addition, unshackled NHPs or electronic lifeforms no longer view you with indifference, but as a significant being. You can communicate with and understand them on a deeper level than most humans."
  },
  {
    "id": "van",
    "name": "Vanguard",
    "description": "Where would you rather be: in the battle line, shoulder-to-shoulder with the rest of the cannon fodder, or in the rush, at the head of the attack, your livery clean and bright, with glory before you to win? Easy answer. All those missiles and lances, all those hundred-kilometer-plus-need-to-adjust-for-coriolis-effect railguns, all those kits are useless when you’re on the field. Get through their guard, get in their face, and make them know your name.",
    "r1_name": "Handshake Etiquette",
    "r1_desc": "Gain +1 Accuracy on attacks with any CQB weapon at a target within 3 range",
    "r2_name": "See-Through Seeker",
    "r2_desc": "You’ve modified your sensors and ammo to punch through, disregard, or otherwise ignore cover up close. You can ignore cover (even hard cover) for attacks you make with CQB weapons when your target is within 3 range of you as long as you still have line of sight to your target.",
    "r3_name": "Semper Vigilo",
    "r3_desc": "Your overwatch attacks with CQB weapons are now triggered by anyone entering, leaving, or exiting your threat regardless of whether a target started their turn there."
  }
]