[
  {
    "id": "pa_lighthardsuit",
    "type": "pilot_armor",
    "name": "Light Hardsuit",
    "bonus": "",
    "armor": 1,
    "ee": "10/10",
    "speed": 4,
    "source": "GMS",
    "rarity": 0,
    "other": "",
    "description": "Standard hardsuits have heavier plating than light hardsuits, restricting movement but providing greater protection from damage -- the heaviest versions will have vital plating comparable to mech armor. They are often environmentally sealed and powered, and typically have a faceplate, visor, or closed helm."
  },
  {
    "id": "pa_hardsuit",
    "type": "pilot_armor",
    "name": "Assault Hardsuit",
    "bonus": "",
    "armor": 2,
    "ee": "8/8",
    "speed": 4,
    "source": "GMS",
    "rarity": 0,
    "other": "",
    "description": "Light hard suits are usually made of reactive, cloth like weaves, with plating and powered components kept to a minimum to maximize mobility. Often, they resemble light body armor or military fatigues and they may or may not have a closed helm by default, depending on environmental expectations."
  },
  {
    "id": "pa_stambha",
    "type": "pilot_armor",
    "name": "STAMBHA Overarmor",
    "bonus": "Offers a short ranged protective shield.",
    "armor": 1,
    "ee": "10/10",
    "speed": 4,
    "source": "H.A.",
    "rarity": 2,
    "other": "If you didn’t move on your turn, at the end of your turn, until the start of your next turn, gain a protective shield that grants all ranged weapon attacks against you +1 difficulty.",
    "description": "Another combat-posture hardsuit, the STAMBHA employs a beefed-up buckler/flickershield system that protects its wearer from hostile fire. Resting somewhere between the Armory’s DJED and ASHOKA lines, the STAMBHA is a favorite of the officer class who are willing to trade mobility for protection."
  },
  {
    "id": "pa_djed",
    "type": "pilot_armor",
    "name": "DJED Overarmor",
    "bonus": "Provides stasis instead of Down and Out 1/full repair",
    "armor": 2,
    "ee": "8/8",
    "speed": 4,
    "source": "H.A.",
    "rarity": 3,
    "other": "When you go Down and Out, instead of rolling a check, you can activate this armor’s stasis system. Until the end of the current challenge, you are put into a stasis state where you cannot take damage, but also cannot move or take any actions (or be revived from this state). Once the challenge ends, roll for Down and Out as normal.",
    "description": "The DJED Overarmor is a medium weight, combat-posture hardsuit designed to preserve its user in case of sudden traumatic/catastrophic injury. Favored by legionnaires on patrol-and-liaise missions, the DJED is an Armory favorite and the most commonly requisitioned hardsuit among HAAT personnel."
  },
  {
    "id": "pa_ashoka",
    "type": "pilot_armor",
    "name": "ASHOKA Overarmor",
    "bonus": "Reduces heavy damage",
    "armor": 2,
    "ee": "8/8",
    "speed": 3,
    "source": "H.A.",
    "rarity": 4,
    "other": "This heavy armor disperses shock and heat from overwhelming damage, reducing it to manageable levels. While wearing this armor, if you would take more than 1⁄2 your maximum HP in damage, reduce the damage instead to 1⁄2 your maximum HP.",
    "description": "The Ashoka Overarmor Hardsuit is favored by frontline HAAT legionnaires in hostile colonies. Large and heavily armored, the ASHOKA is built to appear imposing: when it is needed, soft power has failed, and the Armory does not discount the memetic power of an intimidating appearance."
  },
  {
    "id": "pa_icepack",
    "type": "pilot_armor",
    "name": "ICEPACK",
    "bonus": "Gain the ability to overcharge",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "H.A.",
    "rarity": 4,
    "other": "This miniaturized reactor is integrated into armor and cannot be used without it. While wearing armor with this enhancement, each time you take a full repair, gain 5 charges. You can spend a charge as a pilot to take an extra pilot action on your turn.",
    "description": "A stabilized sliver of coldcore, the ICEPACK is a near-perpetual power system that allows for momentary overclocking of powered hardsuit components."
  },
  {
    "id": "pa_buckler",
    "type": "pilot_armor",
    "name": "Buckler",
    "bonus": "Provides protection in plain clothes",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "H.A.",
    "rarity": 1,
    "other": "While wearing plain clothes (not armor or a hardsuit), as a reaction to taking damage from a single source, you can activate this shield to reduce that damage to 0. This shield must recharge and can be used once every full repair.",
    "description": "This personal energy shield fits snugly under clothing and is standard issue to protect the Armory’s colonial bureaucrats and collaborators while venturing outside of green zones."
  },
  {
    "id": "pa_mam",
    "type": "pilot_armor",
    "name": "MINE/ALL/MINE",
    "bonus": "Able to hack mechs while jockeying",
    "armor": 1,
    "ee": "10/10",
    "speed": 4,
    "source": "HORUS",
    "rarity": 4,
    "other": "While you’re jockeying a mech while wearing this suit, you can force it to make a systems skill check with 1 difficulty or immediately move up to its full speed in direction of your choice.",
    "description": "Here, take this -- a code that writes itself, a sentence spiraling and spiraling. Take from it what you can (there is a gift hidden in the chaff, a needle you must burn the hay to find) there are evermore everalways more meanings and forms and shapes (so many! Ah! And to see all of them is to EXULT all of them!) and here is one for you: a coat to wear that will let you travel further/deeper/longer/ LETYOUTAKEWHATISYOURS.<br>Talk soon love."
  },
  {
    "id": "pa_uv",
    "type": "pilot_armor",
    "name": "UNAVOIDABLE_ VOID",
    "bonus": "Completely undetectable by electronic systems",
    "armor": 1,
    "ee": "10/*",
    "speed": 4,
    "source": "HORUS",
    "rarity": 3,
    "other": "This lightweight hardsuit is of unusual make; printing one immediately induces errors into the system that created it. It doesn’t appear on any electronic systems, is totally immune to system attacks, cannot be targeted by smart weapons or drones, and cannot be seen by NHPs or AIs (they treat you as permanently invisible while you are wearing it).",
    "description": "Following the opening of hostilities in the Boundary Garden sector, UIB agents in the Annamite Line began to note in their reports repeated instances of companion NHP “blindness” when engaging with anti-Union elements on New Mahangaatuamatua. Worryingly, this phenomena is analogous to anomalous entities described by Union elements engaged with Ascendant Chosen on Cornucopia; the similarity has lead UIB to conclude that HORUS has some as-yet-unidentified presence in Boundary Garden (another possibility: in Ascendant space) not only capable of transmitting data back from the embargoed area, but processing and manipulating as-yet-unworkable Ascendant technology."
  },
  {
    "id": "pa_uentt",
    "type": "pilot_armor",
    "name": "UNCLEAR_END/NTT",
    "bonus": "Limited action during unconsciousness/death",
    "armor": 2,
    "ee": "8/8",
    "speed": 4,
    "source": "HORUS",
    "rarity": 2,
    "other": "While wearing this suit, if you go unconscious due to Down and Out or if you die, the suit injects you with a thanatologic necroanimate cocktail that temporarily replaces you by a digital homunculus of yourself that animates your corpse or unconscious form. <br>You’re still unconscious (or dead), you can only take quick action on your turn, and you cannot benefit from talents while in this state. You regain 5 HP and can otherwise act as normal. If you go to 0 again, you are returned to a normal Down and Out state or death. This effect also wears off after the current challenge or about 10 min, and can’t be activated again until you take a full repair. If dying caused this ability to trigger, you are dead once this effect wears off.<br>The homunculus cannot respond to novel situations or stimuli, but in a familiar setting or with familiar faces it can interact roughly as normal -- this trends deeply into the uncanny valley, however, and will likely not fool anyone into thinking that the reanimated you is “you”.",
    "description": "A relic-code predating HORUS’s official foundation date, UNCLEAR_END/NOT THIS TIME seems to be a dead branch of transhumanist exploration: thanatologic praxis. Utilizing a now-classically HORUS greywash nanite swarm, this system triggers on one of a number of user-defined parameters to “reanimate” the user’s body using a backup homunculus subjectivity. The readme urges users of this system to regularly purge and reset the failsafe homunculus."
  },
  {
    "id": "pa_metafold",
    "type": "pilot_armor",
    "name": "Metafold Processor",
    "bonus": "Bonus e-defense and ability to make invasion actions",
    "armor": "",
    "ee": "-/+2",
    "speed": "",
    "source": "HORUS",
    "rarity": 4,
    "other": "It is unclear exactly how this system works, but it does, and it grants a pilot hardsuit unprecedented processing power. A pilot can only benefit from this enhancement while wearing armor. While wearing this armor, a pilot gains a +2 bonus to e-defense and can make the Invasion tech action as if they were a mech with a +3 systems score.",
    "description": "How large is the vault of your mind? Where do you mark the boundaries of an interiority? When you dream, can you place a boundary on the imagined plane? Hold a vast image inside your mind’s eye -- see? The universe can fit inside.<br>Take this. It can hold your mind, which can hold the universe, which holds all of us. Use it as you wish, but do not look inside."
  },
  {
    "id": "pa_wac",
    "type": "pilot_armor",
    "name": "WILD_AND_CRAZY",
    "bonus": "Count adjacent spaces as your mech’s sensor range",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "HORUS",
    "rarity": 1,
    "other": "This pattern prints a sheet of nanites that rapidly absorb and integrate into any piece of clothing. While wearing this clothing, any space adjacent to your pilot counts as your mech’s sensor range for the purposes of making tech actions only.",
    "description": "A rather benign code -- as HORUS decrypts go -- WILD_AND_CRAZY(WITH ALL MY FRIENDS) is a simple program, one that neuters their greywash nanites, rendering them docile. It then uses their massed processing power and semi-autonomous atmospheric movement capabilities to channel systemic and sensor processes, effectively acting as a cloud-projector around its host."
  },
  {
    "id": "pa_wayland",
    "type": "pilot_armor",
    "name": "WAYLAND Mobile Cuirass",
    "bonus": "Increased Mobility",
    "armor": 1,
    "ee": "10/10",
    "speed": 4,
    "source": "IPS-N",
    "rarity": 2,
    "other": "The WAYLAND-MC has an integrated grapple system and short-burst jetpack, allowing a pilot to fly their speed when they take the dash action (the pilot must land by the end of their turn or fall). The grapple has a range of 4 and can also be used to cling to walls, snag on to items, etc.",
    "description": "The WAYLAND-MC builds off of IPS-N’s DURENDAL platform, stripping some of the integrated weapons and systems and replacing them with a system of integrated grapples and an impulse pack, which allows for limited periods of thrust-assisted mobility."
  },
  {
    "id": "pa_caladbolg",
    "type": "pilot_armor",
    "name": "CALADBOLG Mobile Cuirass",
    "bonus": "+5 HP",
    "armor": 2,
    "ee": "7/7",
    "speed": 3,
    "source": "IPS-N",
    "rarity": 4,
    "other": "",
    "description": "The CALADBOLG-MC is a heavy tactical hardsuit, with plated armor coverings, an integrated powered exoskeleton, and hardpoints for systems, integrated weapons, external power sources, and high-fidelity chassis links; it is fully sealed, modular, and hardened from radiation and other HAZMAT threats. The CALADBOLG-MC boasts one of the highest survival rates of all hardsuits in the field and is known for its reliability and durability. No fancy tricks with this one, the CALADBOLG is heavy, simple, and does its job."
  },
  {
    "id": "pa_durendal",
    "type": "pilot_armor",
    "name": "DURENDAL Mobile Cuirass",
    "bonus": "Unarmed attack",
    "armor": 2,
    "ee": "8/8",
    "speed": 4,
    "source": "IPS-N",
    "rarity": 2,
    "other": "Even while unarmed, a pilot wearing a Durendal counts as having a sidearm (1 kinetic damage, re-roll, range 3) and a light melee weapon (1 kinetic damage, re-roll, threat). They don’t count against weapons a pilot can take with them on a mission.",
    "description": "IPS-N’s DURENDAL-MC hardsuit is a popular choice for frontline marines, security forces, and mercenaries who expect to see high-fragmentation, high-kinetic combat. Built on top of a base, sealed suit of mixed anti-ballistic weave and insulated cordage, the DURENDAL features sloped core and dorsal plating, leg and groin plating, brachial plating with mounts for integrated systems and weapons, compatibility with any IPS-N helm, and total powered-system integration. the DURENDAL is IPS-N’s signature frontline hardsuit, and through its modularity it is well-suited to space and terrestrial movement."
  },
  {
    "id": "pa_goliath",
    "type": "pilot_armor",
    "name": "Goliath Weave",
    "bonus": "Bonus HP, increased strength",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "IPS-N",
    "rarity": 3,
    "other": "A pilot must be wearing armor to benefit from this enhancement. While wearing this armor, a pilot gains +5 HP and can re-roll all Brawl checks, choosing the better result. They can lift items overhead or throw items up to size 1, and drag items up to size 2.",
    "description": "Goliath Weave is an innovative new approach to the standard IPS-N exoskeleton. A product of IPS-N’s R&D campus on Vela, Goliath Weave is a woven, miniaturized, fiber-adjacent mesh augmentation that can be layered over extant structures in order to boost physical durability and strength."
  },
  {
    "id": "pa_webbing",
    "type": "pilot_armor",
    "name": "Combat Webbing",
    "bonus": "Bonus weapon/gear",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "IPS-N",
    "rarity": 1,
    "other": "A series of straps and combat gear that allows the wearer to bring an extra weapon into battle past the 1-2 normally allowed, and also easily stash small items. If you like pouches, this one’s for you.",
    "description": ""
  },
  {
    "id": "pa_acherontia",
    "type": "pilot_armor",
    "name": "Acherontia Panoply",
    "bonus": "Extremely fast",
    "armor": 1,
    "ee": "10/10",
    "speed": 6,
    "source": "SSC",
    "rarity": 2,
    "other": "",
    "description": "Named for the fine colors of the spring swift migration on Triaara I, a plains-paradise world in the SSC Constellation, the Acherontia Panoply is a lightweight hardsuit with minimal paneling over a tailored half- brigandine. Visible armored paneling is kept to a minimum, and without its helm, it is hard to tell that a pilot is even armored."
  },
  {
    "id": "pa_mythimna",
    "type": "pilot_armor",
    "name": "Mythimna Panoply",
    "bonus": "Invisibility",
    "armor": 1,
    "ee": "10/10",
    "speed": 4,
    "source": "SSC",
    "rarity": 4,
    "other": "This light hardsuit has a reactive weave that allows a wearer to turn invisible. A pilot can become invisible as an action. The invisibility breaks if a pilot takes damage or makes an attack roll. Used outside of combat, it lasts about 10 minutes before it must be recharged for another 10.",
    "description": "The Mythimna panoply is another light, minimalist design by SSC, built to support an anti-optic/photon platform that blends its user into any background environment."
  },
  {
    "id": "pa_eloria",
    "type": "pilot_armor",
    "name": "Eloria Panoply",
    "bonus": "Flight",
    "armor": "",
    "ee": "10/10",
    "speed": 5,
    "source": "SSC",
    "rarity": 3,
    "other": "A pilot can use the integrated flight systems in this hardsuit to fly when they move or boost.",
    "description": "The Eloria is the heavier cousin of the Acherontia, a plate-forward brigandine with reinforced panels and contrast-color ablative cuirass built for rapid aerodynamic/null gravity movement. The Eloria system employs a move/arrest system of impulse thrusters to ensure a pilot using the Eloria’s rapid-reposition capabilities always lands in the way they want."
  },
  {
    "id": "pa_nerveweave",
    "type": "pilot_armor",
    "name": "Nerveweave",
    "bonus": "Gain bonus speed and evasion",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "SSC",
    "rarity": 4,
    "other": "This enhancement can only be taken as a part of armor. While wearing this armor, a pilot gains +2 speed and +2 evasion.",
    "description": "Nerveweave blends fibers of HORUS-derived, SSC-modified greywash nanites with fibrous Sylph silk into a smart fabric capable of augmenting its wearer’s movement. The predictive/kinetic capabilities of the greywash and semi-autonomous/symbiotic nature of the Sylph create an expensive, powerful system dedicated to reflexively protecting its pilot (within established parameters)"
  },
  {
    "id": "pa_sylph",
    "type": "pilot_armor",
    "name": "Sylph",
    "bonus": "Semi-biological undersuit",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "SSC",
    "rarity": 1,
    "other": "This semi-biological, skin-tight undersuit can be worn for extended periods. In its natural form, it is translucent and semi-liquid, and can be stored easily. It cleans the body, aids its natural healing processes, and eliminates waste. Parts of it can be made opaque or translucent or change color or texture. It can cowl over the head, providing sealant from vacuum, high protection against radiation, and filtering of air or liquid, providing the ability to breathe water for a limited time.",
    "description": "Discovered on Acrimea IV, an SSC biome cultivar world, the Sylph is an organic lifeform that appears to find homeostasis in nearly any and all environments. Working with breeding-analogous methods familiar to SSC bioengineering doctrines, SSC developed Sylph Undersuits -- sterile, living sylphs grown as an envelope, fitted to its owner. Once fitted, the Sylph bonds, creating a symbiotic relationship -- it sustains itself off the waste products of its host, while protecting its host from a number of hostile environmental factors. It can be removed and stored when not in use, where it conforms to whatever container it is placed in."
  },
  {
    "id": "pa_fallingwater",
    "type": "pilot_armor",
    "name": "“Falling Water” Overcoat",
    "bonus": "Smart, omni-net linked coat",
    "armor": "",
    "ee": "",
    "speed": "",
    "source": "SSC",
    "rarity": 1,
    "other": "This couture overcoat fits over any armor or clothing and is interwoven with infowebbing. It has full ominnet access, can display image, color, or video on its internal or external paneling, and has an integrated companion/concierge unit.",
    "description": "The FallingWater is a signature SSC sartorial anti-ballistic personal protective garment. Created with a charged magnetorheological hydrofiber and coached by an attendant comp/con, the FallingWater pre- adapts to incoming threats moments before they transfer their kinetic/thermal impulse upon its wearer."
  },
  {
    "id": "pa_clothes",
    "type": "pilot_armor",
    "name": "Plain clothes",
    "bonus": "",
    "armor": 0,
    "ee": "10/10",
    "speed": 4,
    "source": "",
    "rarity": 0,
    "other": "",
    "description": ""
  }
]