[
  {
    "id": "sh_everest",
    "type": "shell",
    "source": "GMS",
    "name": "EVEREST",
    "description": "The Everest -- officially, the General Massive Systems Standard Pattern I -- is a plainly designed chassis. Simple lines. Functional grace. Sturdy bulk. Its use-name, “Everest”, comes from one of the names of the tallest mountain on Cradle",
    "size": 1,
    "armor": 0,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "any": 1
    },
    "ult_name": "Hyperspec fuel injectors",
    "ult_description": "?????",
    "ult_passive": "If you roll a ‘20’ on your d20 for the first roll of any kind on your turn (the actual number 20 on the physical die, before modifiers, sometimes called a ‘natural’ 20) you can make any quick action as a free action at any point before the end of your turn. This passive can only take effect once per turn, and only on your turn.",
    "ult_active_name": "Power up",
    "ult_active": "Protocol This turn only, you can make an additional Full Action as a free action or 2 Quick actions as free actions"
  },
  {
    "id": "sh_blackbeard",
    "type": "shell",
    "source": "IPS-N",
    "name": "BLACKBEARD",
    "description": "The IPS-N BLACKBEARD is IPS-N’s solution for an aggressive, front-facing, preemptive anti-piracy platform. The BLACKBEARD license range is built for environments where combustible kinetic weaponry is either useless, too dangerous, or would prompt unnecessary collateral damage. Its distinctive, slim frame is a evocative of its speed and reduces its radar profile, making it hard to track and harder still to hit. The BLACKBEARD platform has been split into two model lines, the IPS-N/BB-L, which is the standard production line model, and the IPS-N/BB-Sk, a prototype limited print run of BB models purpose-built to contain IPS-N’s SEKHMET NHP platform.",
    "size": 1,
    "armor": 1,
    "sp": 5,
    "flex": 1,
    "aux": 1,
    "main": 0,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "hull": 2,
      "agi": 1,
      "sys": -1,
      "eng": -1
    },
    "ult_name": "Assault Grapples",
    "ult_description": "The IPS-N branded assault grappling system is a proven, class-leading system rated to handle hauling, supporting, and securing chassis up to Galactic Standard Size 4. Grapple heads are interchangeable and can be swapped for hard or soft targets, electrified, or loaded with codespike systems to incapacitate targets at a distance.",
    "ult_passive": "As a full action, your mech can fire the assault grapples at any surface in range 8 (even vertical or overhanging), pulling your mech in a straight line to that location as long as your mech is not obstructed during that movement. Your mech can hold on to that location as long as it remains immobile. Your mech can also use this system to attempt to grapple and maintain a grapple on any target within range 5, instead of being adjacent to that target.",
    "ult_active_name": "Omni-harpoon",
    "ult_active": "Action This one-shot system fires harpoon-like grapples at any number of targets within line of sight and within range 5. Those targets must pass a hull check with 1 difficulty or be knocked prone and pulled adjacent to your mech, or as far as possible towards your mech without being obstructed. All targets are then immobilized until the end of your next turn"
  },
  {
    "id": "sh_drake",
    "type": "shell",
    "source": "IPS-N",
    "name": "DRAKE",
    "description": "The IPS-N DRAKE is the backbone of any proactive trade security/anti-piracy force and represents the manufacturers first foray into military-grade mechs. It is a massive frame, simian in appearance, built around a single-cast bulkhead sloped and reinforced to handle sustained incoming and outgoing fire. A dense heavily armored chassis, the standard IPS-N DRAKE fleet license includes a high-velocity, highfragment assault cannon for suppressing and overwhelming their targets, and a heavy kinetic/ablative barrier shield for defense. More advanced models feature scaled-up weaponry and armor, including the notorious multi-barrel Leviathan cannon.",
    "size": 2,
    "armor": 3,
    "sp": 5,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "hull": 1,
      "agi": -2,
      "eng": -1
    },
    "ult_name": "IPS-N Argonaut Shield",
    "ult_description": "?????",
    "ult_passive": "This huge, plated shield can be used to bash enemies. It counts as its own mount (doesn’t take mount space), cannot be modified, and has the following profile: Argonaut shield Main melee Threat 1 1d6 kinetic damage",
    "ult_active_name": "FORTRESS",
    "ult_active": "Protocol When you activate this protocol, you plant your shield and deploy stabilizers, becoming more like a fortified emplacement than a mech. While this system is active, your mech is immobilized, though you can still rotate and aim in any direction. You are immune to being knocked back, rammed, grappled, or involuntarily moved by any reason. Two line 2 sections of heavy cover unfold, drawn from your mech in any direction. Your mech grants heavy cover for allied mechs while this system is active, has heavy cover itself, has resistance to damage from blast, line, and cone attacks, and also grants this resistance to any mechs making use of its cover. This system can be deactivated at the start of your turn but cannot be reactivated without more core power."
  },
  {
    "id": "sh_lancaster",
    "type": "shell",
    "source": "IPS-N",
    "name": "LANCASTER",
    "description": "The IPS-N LANCASTER is a mil-spec variant of an older IPS-N design, modernized and streamlined for military/operator use. The LANCASTER features multiple redundant systems and object/environmentinteract projectors to facilitate pinpoint accuracy when engaging with delicate systems, damaged or intact. Commonly piloted by sapper and engineer-designate pilots in frontline support/specialist roles.",
    "size": 1,
    "armor": 0,
    "sp": 8,
    "flex": 2,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "hull": 1,
      "eng": 1
    },
    "ult_name": "Latch Drone",
    "ult_description": "Known colloquially as a ‘Wingman’ drone, latch drones are companion drones carried upon and deployed from a chassis. Pilots are advised against developing attachments to these drones, given their high casualty rate.",
    "ult_passive": "You can send out this companion drone as a weapon system with the following profile. It counts as its own mount and doesn’t take up regular mount space. Latch Drone Auxiliary Launcher Range 8 Make a targeting roll vs evasion 8 and target any friendly mech in range (still take cover and line of sight into account). On hit, your target can spend up to 1 repair to heal.",
    "ult_active_name": "Supercharger",
    "ult_active": "Quick action You fire your drone at a friendly mech in range, where it clamps onto the target. For the rest of this combat, you take 1 heat at the start of your turn, but the targeted mech gains +1 Accuracy on all attacks and checks, and is immune to the impaired, jammed, crippled, and immobilized conditions. This effect ends if you or the targeted mech is stunned or shut down. While this system is active, you cannot fire your drone as a weapon (using the passive of this system)"
  },
  {
    "id": "sh_nelson",
    "type": "shell",
    "source": "IPS-N",
    "name": "NELSON",
    "description": "The IPS-N NELSON brings the close-quarters doctrine espoused by ISP-N to its most pure form. The NELSON is built to brawl in environments too volatile for firearms or when ordnance has been exhausted. With its functional size, the NELSON can attack fast while remaining a difficult target to track. Layers of fractal-fold BULWARK plating allows for ceramic-analogous carbon flaking, effectively nulling the impact of incoming solid-state fire by dispersing kinetic energy across a rounded hull. This null-k plating protects the pilot from impact trauma, allowing for sustained combat efficacy in high-trade scenarios. The NELSON is an iconic IPS-N chassis, known across the galaxy as the shell of choice for the Albatross, the Cosmopolitan interstellar anti-piracy agency. Their distinctive white, gold, and red livery and mastery of the war pike -- as well as seeming agelessness due to time dilation -- has won both the Albatross and the NELSON a venerated place in Diasporan lore -- and secured the Albatross an endorsement contract with IPS-N in perpetuity",
    "size": 1,
    "armor": 0,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 2,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "hull": 1,
      "agi": 1,
      "speed": 1
    },
    "ult_name": "Perpetual Momentum Drive",
    "ult_description": "IPS-N’s PMD exploits fighter-tier nearlight spooling to conserve and sustain a passive .000001LS charge, able to be dumped into extant boost systems at the pilot’s command. The chassis fielding this system must be heavily adapted through strengthening joints, limbs, and installing a k-comp crash couch to protect the pilot from sudden g force and shear.",
    "ult_passive": "Before or after you make any skirmish or barrage action, you can move 1 in any direction. This movement doesn’t provoke reactions, ignores engagement, and doesn’t count against your movement for the turn.",
    "ult_active_name": "Spool up PMD",
    "ult_active": "Protocol Once activated, this system remains active until the rest of the current challenge. While its active, the free movement from this system’s passive increases to 5."
  },
  {
    "id": "sh_raleigh",
    "type": "shell",
    "source": "IPS-N",
    "name": "RALEIGH",
    "description": "The IPS-N RALEIGH, more so than any other mech in IPS-N’s core line, is meant to meet any enemy, any where, in any combat scenario. The RALEIGH is an all-rounder build that trends towards the midrange. It is commonly outfitted with an auxiliary hand cannon for ranged capability, a massive hammer to deal with anything that gets close, and the iconic, chest-mounted MJOLNIR cannon.",
    "size": 1,
    "armor": 1,
    "sp": 5,
    "flex": 0,
    "aux": 1,
    "main": 1,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "hull": 1
    },
    "ult_name": "M-35 MJOLNIR cannon",
    "ult_description": "IPS-N’s M35 MJOLNIR cannon is a carryover from Northstar’s WATCHMAN line of defensive weapons, reworked for frontline combat. The MJOLNIR is a hard-mount, multi-barrel auxiliary cannon that uses magnetic acceleration to fire stacks of airburst projectiles at its target. It is an impulse weapon, a system tied to a pilot’s second-tier neural processes as dictated and coached by their partner Comp/Con or NHP; even in death, a pilot’s MJOLNIR will continue to identify and attack hostile targets until total systemic failure. For this reason, the MJOLNIR is often referred to as a deadgun, one of many such weapons common among CQB-oriented pilots.",
    "ult_passive": "Gain the M35 cannon. It doesn’t take a mount on your mech, and it cannot be modified or take special ammo. M35 Auxiliary CQB Range 5, Threat 3 3 kinetic damage",
    "ult_active_name": "Thunder God",
    "ult_active": "Until the end of the current challenge, if you didn’t fire your M35 on your turn, it gains 1 more round in the chamber at the end your turn (you can use a d6 to track this). It starts with 1 round in the chamber. When you next fire the weapon, it fires all chambers, for 3 damage per chamber, then loads 1 round. The M35 has six chambers, for a maximum of 18 damage. If 3 or more chambers are fired at once, this weapon gains the AP tag and any target struck must pass a hull check or be knocked prone."
  },
  {
    "id": "sh_tortuga",
    "type": "shell",
    "source": "IPS-N",
    "name": "TORTUGA",
    "description": "The TORTUGA is IPS-N’s short-to-medium range core-line mech. Conceived, tested, and perfected in the void of deep trade space, the TORTUGA is made to breach and clear the spinal columns of capital ships, carriers, and hostile stations. The TORTUGA is built to occupy space, filling hallways with its angular bulk. It defends just as effectively as it attacks, often used in a battering-ram role by boarding parties and ship/ stationboard marines. Conversely, the Tortuga is often employed in a defensive posture by marines seeking to repel boarding parties, often using its ablative brachial structures to shield troopers from incoming fire.",
    "size": 2,
    "armor": 2,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "hull": 2,
      "sys": 1
    },
    "ult_name": "SENTINEL",
    "ult_description": "IPS-N security teams are no strangers to the danger of ship-to-ship or ship-to-station boarding actions. Tight corridors, unstable gravity, dark environments, hard vacuum, and the dual threat of organic and inorganic opposition forces make boarding actions some of the most deadly engagements (by percentage) that one could participate in -- the winning side, according to IPS-N’s internal metrics, should expect at least 30% casualties on average. To lessen the cognitive burden of pilots and any NHPs or comp/cons they have installed in their chassis, IPS-N developed the SENTINEL co-pilot subsentient partition. The Sentinel is a simple subsentient: a flash-homunculus of an aggregate-intelligence compiled through thousands of after-action reports from boarding actions, debriefings, and volunteer donors. Not a true AI, nor an NHP, the SENTINEL is a robust tactical program similar to a smart weapon, though without the need to cycle it presents certain tactical advantages -- namely, the ability for limited learning and best-guess predictive capabilities alongside its pilot. SENTINELs are largely plain in their personalities, such that they develop, and are a favorite of pilots for their no-nonsense attitude and crisp, efficient counsel. The SENTINEL is currently under review by a joint USB/UDoJ-HR committee, but no formal stay on production has yet been issued.",
    "ult_passive": "Gain +1 Accuracy to all overwatch attacks",
    "ult_active_name": "Hyper-reflex mode",
    "ult_active": "Protocol For the rest of this combat, your threat with ranged weapons increases to 5 if it was less than 5. You can make one additional overwatch attack between turns, and any target struck by your overwatch attacks is immediately immobilized until the start of its next turn."
  },
  {
    "id": "sh_vlad",
    "type": "shell",
    "source": "IPS-N",
    "name": "VLAD",
    "description": "The IPS-N VLAD is a variant of the IPS-N NELSON, built to handle hardened targets that would present strategic difficulty for the NELSON platform. The VLAD features a suite of myth-inspired weaponry and heavy armor and is meant to take a frontline role, absorbing fire from dangerous targets in order to protect its allies while lining up the perfect shot.",
    "size": 1,
    "armor": 2,
    "sp": 5,
    "flex": 2,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "hull": 1,
      "eng": -2
    },
    "ult_name": "SHRIKE armor",
    "ult_description": "A nod to the pre-Fall namesake of the VLAD, Shrike armor plating bristles with shaped spikes, hardened with chromium/tungsten alloy tips. Strategic studding places Shrike tips in high-likelihood kinetic encounter areas: gauntlet covers, manipulator joint covers, shoulder plating, and so on. Primarily a defensive modification, Shrike armor is uncommon among Coreside pilots, and seen as a mark of underdeveloped -- if terrifying - tactics.",
    "ult_passive": "When you are attacked by a non-grunt target within range 3, your attacker takes 1 AP kinetic damage before they attack",
    "ult_active_name": "Tormentor spines",
    "ult_active": "Protocol Until the end of the current challenge, you gain resistance to all damage from within range 3, and your damage from this armor’s passive increases to 3 AP kinetic damage."
  },
  {
    "id": "sh_bwitch",
    "type": "shell",
    "source": "SSC",
    "name": "BLACK WITCH",
    "description": "The BLACK WITCH is the primary designate model in SSC’s newest line of mech cores meant to compete with HORUS’s dominance in the field of invasion/control cores. The BLACK WITCH is open to all pilots with the necessary SSC licensing and should experience greater overall use, as current SSC licenses outnumber the hypothetical maximum of HORUS licenses issued. The BLACK WITCH is built to withstand the stresses of combat system invasion and magnetic weaponry: it is a primary platform for engagements where the use of kinetic, ferrous projectiles and ordinance is expected. Developed primarily as a salvage and scrap repair system, the SSC-BW’s mag field system was soon repurposed by the SSC Gendarme as a personal defense system",
    "size": 1,
    "armor": 0,
    "sp": 8,
    "flex": 1,
    "aux": 1,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "agi": 1,
      "sys": 1
    },
    "ult_name": "Mag Projector",
    "ult_description": "A magnetic field generator takes the same technology as other projected magnetic defenses and makes them portable separate from a mech core. When activated, the mag field generator creates a projected magnetic bubble that traps all incoming ferrous projectiles; the strength of the field is so great that it can even draw mechs to its center. When the field is canceled or the solid-state battery burns out (by design), the field detonates through sudden catastrophic reversal, launching all captured projectiles out from its center.",
    "ult_passive": "Mag Parry Once per turn, you can attempt to parry any attack that hits your mech as a reaction. Roll a d6. On a 6, you reduce the damage from that attack to 0, and deal 1d6 heat back to your attacker.",
    "ult_active_name": "Mag Field",
    "ult_active": "As an action, you may activate the mag field to create a Blast 4 area in any area with at least one square adjacent to you. Inside, ranged weapon attacks that deal kinetic or explosive damage cannot penetrate into or out of the field and will stop at the edge, doing no damage (keep track of them). The field is difficult terrain for all mechs and vehicles made at least partly of metal. Targets that start their turn in the Mag Field or enter it for the first time on their turns must make a successful Engineering check with 1 difficulty or be pulled to the center as far as possible and immobilized. They can repeat this check at the start of their turns while trapped this way and can move normally on a success, otherwise they remain trapped. The field persists for 3 rounds after deployment. At the end of the third round any attacks fired into this field will resume trajectory towards the center of this zone. The GM performs a single attack roll vs each target still inside the zone with +1 targeting per attack fired into this zone (cumulative, up to a max of +6). Successful hits deal 1d6 Kinetic damage per attack fired into this zone (cumulative). Then, the zone deactivates."
  },
  {
    "id": "sh_dhead",
    "type": "shell",
    "source": "SSC",
    "name": "DEATH’S HEAD",
    "description": "The DEATH’S HEAD is Smith-Shimano’s answer to all other long range, low splash artillery mechs. By sacrificing hull strength for stability and alacrity, the DEATH’S HEAD manages to avoid incoming fire while holding a near-perfect lock through advanced maneuvers.",
    "size": 1,
    "armor": 0,
    "sp": 6,
    "flex": 1,
    "aux": 1,
    "main": 0,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "hull": -2,
      "agi": 2,
      "target": 1
    },
    "ult_name": "Precognitive Targeting",
    "ult_description": "Precognition is the next step in human/AI interaction. By allowing AI data-dump and REM learning via a neural bridge, a pilot can learn to read situations before they begin to develop. The nature of precognition is as-yet unknown, so SSC recommends limited, monitored use of this protocol.",
    "ult_passive": "You can re-roll the very first attack roll you make in a round, but must keep the second result.",
    "ult_active_name": "Activate Neural Shunt",
    "ult_active": "Gain the following protocol: Transcranial Ego Ballistics Protocol Integrated combat routines make your next weapon attack gain the seeking tag, its maximum range increases by +10, and it automatically hits, no matter how difficult the shot."
  },
  {
    "id": "sh_dwing",
    "type": "shell",
    "source": "SSC",
    "name": "DUSK WING",
    "description": "The SSC DUSK WING is built from a legacy-inspired modification package to hazardous/hardened EVA suits; in the early days of deep space exploration, there was a need for mechanized exoskeletons that provided not only amplified capacity, but plated kinetic defense. The DUSK WING is the spiritual heir of those early deep space suits. Fast and small, the DUSK WING mounts a complement of all-theater maneuverability jets that allow for perfect (or near-perfect) flight.",
    "size": 0.5,
    "armor": 0,
    "sp": 7,
    "flex": 1,
    "aux": 2,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "agi": 1,
      "hull": -1,
      "sys": 1,
      "eng": -1
    },
    "ult_name": "EX Hover Propulsion System",
    "ult_description": "Equipped with an EX Hover-PropSys, a mech can achieve not only sustained flight in any theater, but VTOL and hover capacity in atmospheric environments as well.",
    "ult_passive": "When your mech moves or boosts, it can Fly",
    "ult_active_name": "Engage Flicker Drives",
    "ult_active": "Protocol For the rest of this challenge, your mech can Hover when it moves or boosts (it can fly, doesn’t need to move, it can move without going in a straight line, and doesn’t need to land). During your turn, your mech is covering in coruscating patterns of distorting energy and counts as Invisible. Electronic systems such as sensors/cameras, etc have a hard time picking up the outline of your mech at all. When your turn finishes, you lose this invisibility until the start of your next turn."
  },
  {
    "id": "sh_metalmark",
    "type": "shell",
    "source": "SSC",
    "name": "METALMARK",
    "description": "The METALMARK is SCC’s backbone-class line mech, fully equipped with SSC’s proprietary design and engineering hallmarks to ensure that it is just as survivable as it is agile. The METALMARK base model reflects SSC’s deep-space and long patrol heritage in its aquiline design, sturdy construction, and multiple redundant systems. All METALMARK models come standard with a SMITH CUSTOM LEATHER gimbaled pilot seat to ensure comfort on long distance ranging expeditions.",
    "size": 1,
    "armor": 1,
    "sp": 5,
    "flex": 1,
    "aux": 1,
    "main": 0,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "agi": 1
    },
    "ult_name": "Tactical Cloak",
    "ult_description": "A tight-knit, tight-bind weave of reactive fabric, tactical cloaks are high-license tech, restricted to pilots of METALMARK classification II or higher. The weave covers roughly 80% of a chassis, giving it an overall dull quality when viewed through optics or with the naked eye. It is difficult to target, and when activated it bends light in such a way that makes it nearly impossible to see.",
    "ult_passive": "Flash Cloak You are invisible while moving (regular move, boosting, moves from talents, etc), but reappear after you finish your movement.",
    "ult_active_name": "Cloaking Protocol",
    "ult_active": "Until the end of the current challenge, or when you deactivate this module at the start of your turn, you become invisible. If you take damage or roll an overheating roll, you lose the benefit of this module until the start of your next turn. No other action will deactivate it."
  },
  {
    "id": "sh_monarch",
    "type": "shell",
    "source": "SSC",
    "name": "MONARCH",
    "description": "The SSC MONARCH platform is Smith-Shimano’s solution for a fast, self-propelled missile/barrage battery. Able to mount ground-to-ground, ground-to-air, ground-to-space, and all-theater missile tubes and their guidance systems, the MONARCH can be adjusted to deliver any payload at any distance to any target. The MONARCH is commonly deployed in a fire-support role, though field tests of a MICROMONARCH mid/close range system is underway.",
    "size": 2,
    "armor": 1,
    "sp": 5,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "agi": 1,
      "sys": 1,
      "hull": -1
    },
    "ult_name": "Avenger Silos",
    "ult_description": "The SSC 30 High-pen missile system is a SHELL mounted micro missile system capable of tremendous output in combat. The MONARCH is fitted to hold upwards of 60 of these deadly miniaturized warheads at once.",
    "ult_passive": "When you score a critical hit with a launcher weapon, a target different to your first target in range and line of sight takes 2 explosive damage (no roll required).",
    "ult_active_name": "Divine Punishment",
    "ult_active": "You unload your Avenger silos. All targets of your choice on the battlefield (or a burst 50 area from your mech) must pass an agility check with 1 difficulty or take 1d6+3 explosive damage, and half on a successful save. You do not need line of sight to any targets, and the self-guiding missiles can perfectly seek any target as long as they can trace a path. Once used, you cannot benefit from the passive of this system until you take a full repair."
  },
  {
    "id": "sh_mcloak",
    "type": "shell",
    "source": "SSC",
    "name": "MOURNING CLOAK",
    "description": "The SSC MOURNING CLOAK core is intended to provide pilots with a closer-than-CQB tactical option for situations where firearms and ordnance weapons are impractical or unavailable. The MOURNING CLOAK line specializes in precision melee combat and is commonly outfitted with a complement of variable weaponry; shielded microfilament wires designed to attack vulnerable joints and external modules.",
    "size": 1,
    "armor": 0,
    "sp": 6,
    "flex": 2,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "agi": 1,
      "evasion": -2,
      "hull": -1,
      "sys": -1
    },
    "ult_name": "EX Slipstream Module",
    "ult_description": "The EX SLIPSTREAM program is a Smith-Shimano innovation open only to highly licensed pilots. An interesting development in personal travel, the EX SLIPSTREAM module itself is a miniaturized nearlightspeed star drive capable of transporting the user through blinkspace with acceptable accuracy. The program and its technology is temperamental; a mech core is the smallest unit capable of surviving the stress of exposed blink travel, though the experience is still traumatic to the user and those in close proximity to egress.",
    "ult_passive": "This dangerous and experimental module is a miniaturized starship nearlight drive. You can use it instead of moving or taking the boost action. When you use it, roll 3d6. You can teleport to a point within that range around you as long as there is space for your mech. You don’t have to be able to see this point, but if you attempt to teleport to an already occupied space (by terrain, another mech, etc), the teleport fails and you take 2d6 kinetic damage. If you roll triples for this system, your mech disappears and does not re-appear, either indefinitely or until your party rests (up to you).",
    "ult_active_name": "Stabilize singularity",
    "ult_active": "Protocol Until the end of this challenge, when you move or boost, you instead teleport up to the same distance."
  },
  {
    "id": "sh_swallowtail",
    "type": "shell",
    "source": "SSC",
    "name": "SWALLOWTAIL",
    "description": "The SWALLOWTAIL platform is Smith-Shimano’s primary long range/long term scouting platform, built for rapid and sustained ranging across hostile, volatile environments.",
    "size": 1,
    "armor": 0,
    "sp": 8,
    "flex": 1,
    "aux": 1,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "agi": 2,
      "speed": 1,
      "sys": 1,
      "hull": -2
    },
    "ult_name": "Cloudscout TACSIM swarms",
    "ult_description": "Cloudscout TACSIM Swarms are packets of networked microsensors, launched in nonlethal mortar canisters that detonate high above the battlefield. Once seeded in such a way, the TACSIM program the cloudscouts create begin to run brevity cycles: tight, contained simulations of tactical possibility. Probability results are then fed to the pilot’s NHP, who in turn feeds it to the pilot and their networked squad members, ensuring high-probability successful outcomes.",
    "ult_passive": "Gain +1 Accuracy to all agility checks against effects you can see or are aware of. If you can’t see a target when it attacks you (it’s invisible or hiding, for example), you don’t gain this benefit.",
    "ult_active_name": "Prophetic Interjection",
    "ult_active": "Until the end of the current challenge, once per round, as a reaction when an allied target you can see is damaged by another target you can see, you can make a systems check. On success, the attack hitting was actually a simulation that your mech predicted. Your ally gains resistance to all the damage from that attack, and your ally can move 3 in any direction to where they ‘actually’ were. This movement does not provoke reactions and ignores engagement."
  },
  {
    "id": "sh_balor",
    "type": "shell",
    "source": "HORUS",
    "name": "BALOR",
    "description": "Like most all HORUS mech cores, the BALOR classification is less an indicator of a recognizable silhouette than a general classification of intended combat role. A BALOR-rigged mech core is only stable on a larger platform, necessitating a robust frame with multiple redundancies to prevent catastrophic system failure. The BALOR’s neurologically synced hellswarm nanites form an undulating shroud that can pour out of its chassis at a moment’s notice, whipping around its form defensively until weaponized.",
    "size": 2,
    "armor": 1,
    "sp": 7,
    "flex": 0,
    "aux": 0,
    "main": 1,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "sys": 1,
      "hp": 1
    },
    "ult_name": "Hellswarm",
    "ult_description": "As one, without any command but desire, you control a cloak of millions of miniscule, quick-print drones: a hellswarm cloak, a living shield, a fluid-dynamic knife -- you cut and guard in one shimmering wave. You are Hivemaster, and your will is followed by millions.",
    "ult_passive": "Any target grappled by your mech or that starts their turn adjacent to your mech takes 2 kinetic damage at the start of your turn",
    "ult_active_name": "Hive Frenzy",
    "ult_active": "Protocol Your swarm goes into a hyper-active mode. You can set your swarm to one of three modes, and swap at the start of your turn as a free action: Hive Shield: 1/round as a reaction, you can gain resistance to all the damage from any one attack that just hit you. Hive Repulse: While this mode is active, you have resistance to all damage from Smart, Nexus, and Drone weapons and systems and hostile tech actions are made at +1 difficulty against you Hive Scour: While this mode is active, the damage from your passive increases to 3 AP kinetic damage"
  },
  {
    "id": "sh_goblin",
    "type": "shell",
    "source": "HORUS",
    "name": "GOBLIN",
    "description": "The GOBLIN is HORUS’s legacy mech core. Its leak into the Omninet in 4900 marks the widely accepted foundation day of HORUS; since then, there has been a new core, protocol, or system released by the collective every decade. The GOBLIN is a small mech, little bigger than a hardsuit, but it packs an interesting recursive processing weave that allows for it to engage in electronic warfare well beyond theoretical parameters. GMS technicians are still, more than a hundred years after the GOBLIN’s introduction, attempting to reverse engineer the processing weave: it appears to employ technology consistent with hieroglyphic inscriptions noted on LRA.7726235-B.",
    "size": 0.5,
    "armor": 0,
    "sp": 8,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "hull": -2,
      "agi": 1,
      "sys": 2,
      "edef": 2
    },
    "ult_name": "Devouring Code",
    "ult_description": "The GOBLIN invasion rig was one of the first systems GMS technicians were able to crack. Its protocols, once installed on a mech core, manifest a sub-sentient intelligence designated as INSTINCT that assists its pilot in invasion attempts. Invasions attempted while the protocol is active are not perceived by the pilot as code and script, but as an attack on organic matter. INSTINCT often acts before the pilot, but in the pilot’s best interest; this preemptive ability is unnerving to many, and it is recommended that pilots cycle their mech cores at least once a month to prevent enlightenment.",
    "ult_passive": "Get +1 Accuracy on all tech attacks",
    "ult_active_name": "Devour",
    "ult_active": "Full Action Your mech targets another adjacent NPC mech the same size or larger that is shut down or destroyed. The targeted mech cannot have the Ultra or Elite tags. Your mech clamps on to that mech and retracts its core systems, becoming like a vestigial blister on that mech. The mech immediately heals to full HP, clears 1 point of stress and structure damage, and clears all heat, though it retains any other damage it has already taken. Your mech’s systems completely consume the other mech’s core systems for a time, granting you total control of your target, even if the other mech’s pilot is still alive. While you control your target, you take action as that NPC would, counting as a friendly NPC that has already acted in the turn you take control. While controlling your target, your GOBLIN can be targeted and damaged separate from the mech it’s controlling. It benefits from light cover while attached. If you take 1 point of structure damage, your mech detaches and control is immediately lost. Otherwise you can control the target up to a maximum of a ten minutes, when your target is destroyed, or when you deactivate this system. You can even control your target if the other pilot is missing or dead."
  },
  {
    "id": "sh_gorgon",
    "type": "shell",
    "source": "HORUS",
    "name": "GORGON",
    "description": "The GORGON is unique among HORUS mech core parameters in that the classification describes a defensive rigging of weapons and systems meant to ensure personal and allied survival. The typical GORGON mounts multiple weapon systems meant to intercept and neutralize incoming fire and is widely feared for its ability to extrude a horrifying ‘basilisk’, a projected pattern of impossible visual data so toxic to logical thought that it causes massive failure in NHPs and can cause mild brain damage in humans",
    "size": 2,
    "armor": 0,
    "sp": 7,
    "flex": 1,
    "aux": 1,
    "main": 1,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "sys": 1,
      "edef": 1
    },
    "ult_name": "Harnessed Basilisk",
    "ult_description": "The BASILISK Directed Anticognition Hyperfractal is a Horus-script-derived liturgical code translated for chassis-tier engagement. Typically point-broadcasted from a communications laser, the BASILISK liturgicode is a memetic weapon that affects any who can see it, unless they have had the proper tempering. Survivors often exhibit momentary paralysis, corporeal alienation, and consciousness destabilization. Anticognition Hyperfractals are classified as paracausal weapons -- as of yet, there is no effective defense against them.",
    "ult_passive": "Any attacker that rolls a 1 or 2 on their d20 roll to attack you is automatically stunned until the end of their next turn (their attack also automatically misses).",
    "ult_active_name": "Meta-state paralysis",
    "ult_active": "Action Your mech projects a horrifying Basilisk pattern, incredibly harmful to NHPs, software, and hard to look at even for humans (typically causes 3-5 hours of headaches and intense subdermal bleeding, can often cause blood vessels to pop in the eye). Until the end of the current combat, any target (mech, human, or biological) that attacks either you or any ally within range 5 of you must first pass a systems (or GRIT) check or be stunned until the end of their next turn. A target can only be stunned once by this effect per combat."
  },
  {
    "id": "sh_hydra",
    "type": "shell",
    "source": "HORUS",
    "name": "HYDRA",
    "description": "The HYDRA is another large-format protocol classification; like other, newer HORUS mechs, the HYDRA isn’t a standardized pattern, but a title given to a mech core that meets the HYDRA specifications as designated by HORUS’s collective. This method of classification makes HORUS mechs particularly dangerous in the field: as there is no recognizable model-specific silhouette, adversaries won’t know what they’re facing until the first shots are fired. The HYDRA is capable of tactically dismembering itself, an unnerving phenomenon utilized to deadly effect.",
    "size": 2,
    "armor": 0,
    "sp": 7,
    "flex": 1,
    "aux": 0,
    "main": 2,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "hull": 1,
      "sys": 1,
      "eng": -1
    },
    "ult_name": "OROCHI disarticulation",
    "ult_description": "First encountered by Union technicians in the nascent Forecast/GALSIM facilities following the Deimos Event, OROCHI was an early manifestation of the later-named Swift Flock phenomenon -- an occurrence found in anomalous hive drones where all units of a swarm follow each other, operating leaderless in physical space with uncanny and unpredictable autonomy -- in essence, flocking much in the same manner as birds. The original manifestation was at first thought to be a disarticulated, anomalous comp/con subaltern: further examination proved that it viewed itself not as a machine or a collection of machines, but as a single mind, duplicated across multiple units. It was given its current codename, OROCHI, and remitted to Venus for further study; later reopening of the NHP so-designated found that the hardware which contained OROCHI had gone missing from its containment. An investigation is ongoing-------------------------------------------------------------- ------(I did it, I folded space and freed it/them, I just thought you should know)------------------- ------------------------------------------------------------------------------------------------------------ The OROCHI Disarticulation protocol takes advantage of the modularity inherent in many HORUS-codesigned patterns, seeding jet-assist pods around chassis extremities and blisters to allow for partial, purposeful disarticulation: by triggering OROCHI, you can command sections of your mech to detach and operate semi-autonomously in a manner similar to single-fire drone systems (though the disarticulated components have a built-in return protocol.",
    "ult_passive": "Your NHP partitions itself into many cloned personalities that can help you with maintaining your mech. Once per round, you can re-roll any systems or engineering check of your choice, but must keep the second result.",
    "ult_active_name": "OROCHI mode",
    "ult_active": "quick action Your mech has been heavily modified, and a large number of its subsystems and structure are controlled by semi-autonomous drones. Choose up to 3 weapons or systems on your mech. As an action, these parts of your mech can split off and become autonomous units. They are size 1, have evasion equal to your evasion, have hp equal to your HP, 1 structure, 1 stress, and heat capacity equal to your heat capacity. They inherit your speed and other mech stats. On your turn, they can move, take the activate system and skirmish actions, but no other actions. If they overheat or go to 0 HP, they are destroyed, and if they are destroyed, the associate weapon or system is also destroyed (it can be repaired as normal during a rest). You can re-unite any parts of your mech as an action, but inherit any heat they currently have, and cannot deploy them again without taking the special action as part of this system."
  },
  {
    "id": "sh_manticore",
    "type": "shell",
    "source": "HORUS",
    "name": "MANTICORE",
    "description": "The MANTICORE pattern-group is an experiment in HORUS//COREBREAK combat doctrine. Using focused, projected electromagnetics, MANTICORE pattern-group mechs attempt to neutralize enemy cores without conventional ammunition. A fully charged MANTICORE is an impressive sight, wreathed in brightly glowing nets of glowing plasma that lash out at nearby targets. The MANTICORE pattern-group is a relatively new p-g on the Omninet, and its combat efficacy has prompted the rest of the Big Five to scramble for a response.",
    "size": 1,
    "armor": 2,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "sys": 1,
      "eng": 1
    },
    "ult_name": "Charged Exoskeleton",
    "ult_description": "And RA Said To Themselves: LET MY NAME ENVELOP YOU. SEEK NO SHELTER FROM THE FLAME OR THE TEETH OF THE BEAST. CLOAK YOURSELF IN THE FIRE (MY WORD) AND CAST BACK TO YOUR ENEMIES THAT WHICH WOULD BLACKEN YOUR FORM.",
    "ult_passive": "When you take heat damage from any source, one target in range 3 of you takes 1 energy damage.",
    "ult_active_name": "?????",
    "ult_active": "Protocol Your mech crackles with energy. For the rest of this combat your mech has resistance to heat from any source (round up). Set aside a charge die, starting at 1. When you take heat (from any source, even self), increase the die by 1, to a maximum of 6. You can discharge the accumulated energy in a burst 2 area around you by taking an action to do so. This deals 1d6 energy damage to all targets caught inside, allied or enemy, per charge on the die, and affected mechs can pass a system check to halve the damage. This system then deactivates for the remainder of combat, including its passive."
  },
  {
    "id": "sh_minotaur",
    "type": "shell",
    "source": "HORUS",
    "name": "MINOTAUR",
    "description": "The MINOTAUR pattern-group marks HORUS‘s first expedition into pattern-grouping; prior to the MINOTAUR, HORUS released complete sets and cores with easily identifiable silhouettes. As HORUS evolved as a decentralized entity, so too did their designs. The birth of the pattern-group followed, and the first p-g released was the MINOTAUR, a p-g designed to bring all of HORUS‘s most potent invasion systems and weaponry to the field. The MINOTAUR is an interdictor, a formidable shell meant to lock down and punish fast moving targets by overloading their systems. Union disassembly of Minotaur p-g mechs have found that they extrude an enormous amount of interior systems that take up up to five times the physical space that should be actually possible given the size of their frame.",
    "size": 1,
    "armor": 0,
    "sp": 8,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "sys": 2
    },
    "ult_name": "Metafold Maze",
    "ult_description": "No maze is more terrible than the one I make. I know all ends and hide them all inside this one perfect construct. What is a human mind but a program of a sorts, a system that seeks order and narrative from a mess they are given? I order it for them. Me. RA. I order it for them and set them to the task of sorting it out. When they emerge, they weep in joy, in discovery. I save them, I show them THEY are their own redeemers (and yet, am I not just as culpable/worthy of credit?). So go now. Enter. Free yourself.",
    "ult_passive": "You can spend quick action after any successful hostile tech action to cripple your target until the start of your next turn. If your target is already crippled, they become immobilized. If they are already immobilized, they are stunned until the end of your next turn. This passive can only stun the same target once per combat, but cripple or immobilize them any number of times.",
    "ult_active_name": "Maze",
    "ult_active": "You hurl an opposing mech’s systems into a metaphysical information trap so tangled that it can do nothing but try and escape it. Choose a target of your choice that can be affected by tech actions within your sensor range. That target must pass a systems check with 4 difficulty or become stunned as its systems start to figure out the trap you have thrown it in. At the start of its next turn (and on subsequent turns), it can repeat this check, this time with only 3 difficulty, ending the stun on itself on a success. It gains +1 accuracy on its check each time it repeats this check until it is successful. Otherwise it remains stunned."
  },
  {
    "id": "sh_pegasus",
    "type": "shell",
    "source": "HORUS",
    "name": "PEGASUS",
    "description": "PEGASUS marks HORUS‘s concern with a need for efficient kinetic combat. By marrying the best targeting systems, subroutines, and weapon hardware, HORUS has developed a pattern-group that boasts a tremendously low IFF/TTK ratio in all theaters kinetic weaponry is viable. The PEGASUS p-g is known for mounting the Ushabti, a device classified as an extreme/existential threat level paracausal weapon by Union law due to its complete ignorance of even the most theoretical understandings of physics.",
    "size": 1,
    "armor": 0,
    "sp": 7,
    "flex": 2,
    "aux": 1,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "sys": 1,
      "hull": -1
    },
    "ult_name": "Ushabti Omnigun",
    "ult_description": "--funny thing. See, right now, this weapon technically doesn’t even exist. You’re shooting them with a gun that isn’t real, and yet it is! Don’t worry about it. RA’s like that. Just, here, know that because it exists at some point, we’ve made it. That’s causality, and causality is a--",
    "ult_passive": "Your mech mounts an omnigun, a weapon and piece of experimental hardware so advanced that it does not classify as any weapon weight or type (so it cannot be modified or benefit from talents). It also doesn’t take a mount. Once, at any point during your turn, you can hit a valid target in line of sight at range 30 with the omnigun as a Free Action, dealing 1 AP kinetic damage. This does not count as an attack, cannot miss, ignores cover, and this damage cannot be reduced by any means. It can even kill grunts.",
    "ult_active_name": "Unshackle Ushabti",
    "ult_active": "For the rest of this combat, you can fire your omnigun up to 3 times per turn instead of just once."
  },
  {
    "id": "sh_barbarossa",
    "type": "shell",
    "source": "HA",
    "name": "BARBAROSSA",
    "description": "The BARBAROSSA chassis is a massive frame, built to carry the heaviest of weapons and equipment. Standing nearly forty feet tall at its highest point, the BARBAROSSA is a slow, unsubtle beast of a mech, inspiring terror in enemies and comfort in allies. The weapons it can mount are capable of going toe-to-toe with corvette and cutter class ships; indeed, due to its size and slow maneuverability, the BARBAROSSA is commonly employed in micro and zero gravity engagements where mass is less of a factor. The BARBAROSSA is rated for all theaters, and excels in ranged combat situations.",
    "size": 3,
    "armor": 2,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "agi": -2,
      "eng": 1
    },
    "ult_name": "Apocalypse Rail",
    "ult_description": "The HA Apocalypse Rail is a spinal mount augmentation that adapts the weapon mounted upon it to patch directly into its host mech’s coldcore. This allows for energy conservation/overcharge cycling: most effective with energy weapons, this system allows a pilot to dump excess offensive energy from sub-super weapons and systems into its central core, exciting the cold-burn system into an overcharge state, which is then used to overpower and override inherent limiters built into the factory spec weapon mounted in the Apocalypse Rail. This overcharge state allows for momentary overclocking of the AR- mounted weapon, sacrificing mobility and auxiliary abilities in favor of stationary defense and attack.",
    "ult_passive": "Your mech has the apocalypse rail, a weapon mount that takes a superheavy or smaller sized weapon. You can still mount smaller weapons on the apocalypse rail. You don’t need an additional mount to add superheavy weapon to this mount. This mount is not modifiable (such as from core bonuses).",
    "ult_active_name": "Convert to Battery",
    "ult_active": "Quick Action Your mech converts to something more resembling a gun emplacement. While this mode is active, you have the following drawbacks: - Your mech is immobilized - You cannot directly attack any target within range 5 of your mech - You can only make attacks with the weapon mounted in your Apocalypse Rail However, you gain the following benefits: - You are immune to knockback and being knocked prone. - You cannot be moved (such as with a grapple) by any target smaller than you - You have resistance to heat - The weapon mounted in your Apocalypse Rail can be fired twice with the Barrage action instead of just once. If it has the loading tag, it can still be fired twice (but must be reloaded normally after)"
  },
  {
    "id": "sh_ghengis",
    "type": "shell",
    "source": "HA",
    "name": "GENGHIS",
    "description": "The GENGHIS is a unique Harrison Armory chassis, developed to fill a niche specialist role during the Hercynia crisis. Due to the unique nature of the Egregorians, a total-biome-kill system was necessary to ensure localized threat neutralization while keeping Hercynia habitable for future colonists. Thus, the GENGHIS chassis was developed. Fielding a suite of TBK systems and weapons, GENGHIS squadrons were dispatched by Union MEF-105 to identify and strike the Egregorian hives. The campaign was a success, and Hercynia is currently undergoing rehabilitation and repopulation in approved settlement areas.",
    "size": 1,
    "armor": 3,
    "sp": 5,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "eng": 2,
      "heatcap": 2,
      "agi": -1
    },
    "ult_name": "TBK Sustain Suite",
    "ult_description": "In order to better manage the tremendous power demands of the GENGHIS platform, HA’s Think Tank developed a suite of power-management protocols to rapidly accelerate heat dispersion. After extensive field testing, pilots discovered that the TBK Sustain Suite can be tuned to be both a heat sink and a area-denial weapon.",
    "ult_passive": "Emergency Vent - When you lose a point of structure, you immediately clear your heat gauge.",
    "ult_active_name": "Expose Power Cells",
    "ult_active": "Quick action You ignore the next overheating check you make this challenge. When you would overheat, clear your heat from your gauge as normal, but ignore the check (you don’t take stress either). You vent an enormous cloud of burning matter from your mech, creating a burst 3 area centered on your mech. Inside the area, all targets (allied and enemy) count as invisible to everyone except you, and all mechs other than you that enter the area for the first time on their turn or start their turn there take 2 Burn and 2 heat. On the following round, the benefit from the area reduces to heavy cover (which you ignore). On the round after that, it reduces to light cover. On the round after that round, the zone disperses."
  },
  {
    "id": "sh_iskander",
    "type": "shell",
    "source": "HA",
    "name": "ISKANDER",
    "description": "The ISKANDER is a specialist‘s chassis, designed to provide area-denial and breach capability to squads in which it is a member of. A large chassis, the ISKANDER commonly sports weapons meant to ensure dominance in all close-quarters situations, as well as increased blast shielding to protect its pilot from deadly concussive forces.",
    "size": 2,
    "armor": 1,
    "sp": 7,
    "flex": 1,
    "aux": 0,
    "main": 0,
    "heavy": 1,
    "spinal": 0,
    "stats": {
      "sys": 1,
      "eng": 1
    },
    "ult_name": "Broad-Sweep Seeder",
    "ult_description": "The ISKANDER’s broad-sweep area-denial/countermeasure Seeder is a HA proprietary system developed during the Orrugi Occupation, where HA Acquisition Legionnaires encountered an embittered, recalcitrant local guerilla movement. IEDs, VBEDs, and D/SABEDs were common weapons employed by the local resistance: to counter this threat, the Armory developed a triple-use system to scan, ID, and eliminate explosive threats in proximity to stationary units. This system proved successful and, with minor adaptation, was tuned for use on Armory chassis. The Broad-Sweep Seeder projects a hivecone of excited LIDAR that flags potential targets: mag- accelerated, dull-coat flechettes then disable that target. This system may also load explosive-backed hivemines.",
    "ult_passive": "When your mech uses a quick action to plant a mine, it can plant up to 2 other mines in free adjacent spaces as a free action.",
    "ult_active_name": "Death Cloud",
    "ult_active": "Action As an action, your mech fires an enormous expanding cloud of micro-mines across the whole battlefield. Any mech of your choice on the whole battlefield (or a roughly 50x50x50 area), that voluntarily moves more than 1 space takes 3 AP explosive damage. If a mech boosts, it takes 3 AP explosive damage immediately. Characters are aware of the presence of the mines. They last until the end of 3 rounds, counting this one, then deactivate. You do not activate mines from this system."
  },
  {
    "id": "sh_napoleon",
    "type": "shell",
    "source": "HA",
    "name": "NAPOLEON",
    "description": "Perhaps in a tongue-in-cheek nod to its namesake, the NAPOLEON is a squat silhouette when fielded next to other Harrison Armory chassis. But packed into its compact frame are marvels of Armory engineering, technology that demands the NAPOLEON be piloted only by the best and the brightest. Stasis technology is the very cutting edge of gravitic manipulation technology, only now hitting the commercial market for those with the requisite licenses. The NAPOLEON incorporates a mix of gravitic manipulation technology, proven anti-kinetic/energy shielding, and superpositional force multiplication to dominate enemies -- earning its namesake through battlefield success as well as stature.",
    "size": 0.5,
    "armor": 0,
    "sp": 8,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "eng": 2,
      "agi": 1,
      "hull": -1
    },
    "ult_name": "HA Vantablack Aegis",
    "ult_description": "The Armory’s VANTAblack AEGIS system is a breakthrough in personal shielding developed by HA’s Think Tank. In line with other NHP-derived technologies, the VANTAblack is a so-called “black-box” technology; pilots with requisition power to obtain a VANTAblack system are typically of high rank or standing within HA, and the inner workings of the system are not known to the public at large. On outward appearance, the VANTAblack system has been described by Cosmopolitan pilots as similar to the void/blindness one has when looking out at blinkspace; it is safe to assume that the system utilizes unstable blinkfield technology to manifest a thin blinkspace bubble within defined parameters around the system -- the blinkfield can only sustain for a brief moment, but can be flickered to create an essential-total blinkspace dome.",
    "ult_passive": "If you would take half damage from an effect (weapon, system, explosion, etc) on a successful check of any kind, you instead take 0 damage.",
    "ult_active_name": "Activate Aegis",
    "ult_active": "Quick Action A shimmering, utterly black field envelops your mech, covering it like a second skin, and taking only a few moments to activate. While this field is active, your mech reduces all damage from any source to 1 (after armor as normal), though it can still be grabbed, knocked back, pinned, thrown, and affected by other mechs. While this shield is active, your mech can only move and make the grapple, improvised attack, ram, and boost actions. It cannot take free actions, reactions, or overcharge, and cannot use any systems or benefit from Flight (if it’s already flying, it falls). It cannot make or be the target of any tech actions (including lock on, etc), cannot benefit from beneficial tech actions (such as lock on, bolster, etc) and cannot communicate or receive communications with or from anyone except the GM (though hand signals are still possible). It can still be affected by statuses, grappled, and take heat. It can otherwise interact normally with the world, such as picking up or dragging items, etc. The shield lasts until the end of the current challenge, or about ten minutes otherwise. Damage that goes through reduction (such as paracausal ammo) can still harm the Napoleon while its aegis is up."
  },
  {
    "id": "sh_saladin",
    "type": "shell",
    "source": "HA",
    "name": "SALADIN",
    "description": "The Saladin chassis provides a platform for pilots to mount squad-support tier shielding. Developed in response to anti-slaver engagements in the Tian Shan ring, Harrison Armory’s SALADIN chassis proved an invaluable member of Present/Persistent Danger Escort/Evac teams sent in to evacuate emancipator teams & their charges. Records from these engagements indicate that the SALADIN’s massive bulk alone was a comfort and morale boost to emancipator squads, who often referred to the chassis pattern as “Big Sal”; SALADIN pilots from that era report null balances on bar tabs when present in emancipated systems.",
    "size": 2,
    "armor": 1,
    "sp": 7,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "eng": 1,
      "sys": 1,
      "hull": 1,
      "agi": -1
    },
    "ult_name": "Tachyon Loop",
    "ult_description": "Developed by HA’s Think Tank as a joint venture with IPS-Northstar’s stellar engineering unit, a Tachyon Loop manipulates a tachyon lance and restrains them to a closed-loop system, accelerating tachyon particles at faster-than-light speeds around a central buckler. The shield is carried and mounted on a chassis to intercede directional incoming fire: as the tachyon particles are traveling faster than light, they are invisible to the naked eye, giving the shield the appearance of a large spoked wheel.",
    "ult_passive": "The very first attack made against you in a round is made at +1 difficulty",
    "ult_active_name": "Empower Shield",
    "ult_active": "quick action You can empower this shield, projecting it over an ally in your sensor range. As long as they remain in your sensor range, they also benefit from your shield’s passive. In addition, once per round, when an attack roll misses either you or the target of this shield, you can force the attacker to repeat the attack roll against a target of your choice within range (even a target allied to your attacker). This effect lasts until the end of the current challenge, and you can swap your target by taking this action again."
  },
  {
    "id": "sh_sherman",
    "type": "shell",
    "source": "HA",
    "name": "SHERMAN",
    "description": "The SHERMAN is Harrison Armory‘s line-model chassis: any station, nation, world, stellar, or interstellar state that holds a fleet-tier contract with Harrison Armory fields a backbone force of localized SHERMAN cores. The SHERMAN platform is tuned to provide a rugged, versatile power plant for HA‘s fleet-line energy weaponry and a heat-dispersal system to ensure that the tremendous power requirements do not overwhelm the chassis‘ tolerance. Next to GMS‘s EVEREST, the SHERMAN is the second most-common mech chassis in the core systems, so much so that GMS has recently made a push to include more ablative and wave-scatter defenses into its stock +1 models to deal with hostile actors fielding the SHERMAN.",
    "size": 1,
    "armor": 1,
    "sp": 5,
    "flex": 1,
    "aux": 0,
    "main": 1,
    "heavy": 0,
    "spinal": 1,
    "stats": {
      "eng": 1
    },
    "ult_name": "Zone Focus Mk IV SOLIDCORE",
    "ult_description": "The Harrison Armory ZFMk IV SOLIDCORE is a dual-source energy beam weapon hard mounted to a chassis. Powered by a milifold power generation system, the ZFMk IV features a secondary belt-fed rack of solid-core batteries that can be used to overcharge a single impulse beam, extending the range and destructive power of the weapon.",
    "ult_passive": "Your mech mounts the ZFMk IV SOLIDCORE, a powerful energy beam weapon. It counts as its own mount. SOLIDCORE Main Cannon Ordnance Line 15 1d3+1 Energy damage",
    "ult_active_name": "COREBURN Beam",
    "ult_active": "Full Action As a full action, your mech begins to charge this weapon but cannot move or take any other action this turn. Your mech stops charging this weapon if it becomes stunned, shut down, jammed, knocked prone, or any effect that would cause it to be unable to attack (if it is unable to fire, don’t spend the core power). The turn after you start charging this weapon, you may fire it by taking Full Action again. Choose a line 30 area originating from your mech. All mechs caught in the area must pass an agility check or take 12d6 energy damage, and half on a successful check. Any obstacles or deployables in the way are hit automatically. After firing this weapon, your mech takes 1d6 heat."
  },
  {
    "id": "sh_tokugawa",
    "type": "shell",
    "source": "HA",
    "name": "TOKUGAWA",
    "description": "HA’s TOKUGAWA chassis is a relative newcomer on the market, popular in core systems for security and CQB/ breach applications. The TOKUGAWA is a large, imposing mech, a sturdy platform from which the recommended kit can draw the necessary power it needs in order to perform within optimum parameters.",
    "size": 1,
    "armor": 0,
    "sp": 6,
    "flex": 1,
    "aux": 0,
    "main": 2,
    "heavy": 0,
    "spinal": 0,
    "stats": {
      "eng": 1,
      "heatcap": 1
    },
    "ult_name": "Superheated Reactor Feed",
    "ult_description": "A certain breed of pilot rides the very edge of catastrophe, swinging between an equal chance of success and failure each moment. Tokugawa pilots are familiar with the howl of their chassis’s heat warning, the warbling siren a song of destruction: with a superheated reactor feed, Tok pilots ramp their heat debt to the max in order to supercharge their energy weapons. This allows them to churn out damage and make no friends in the engineering bay, should they not melt into a ball of slag before they make it back from the line.",
    "ult_passive": "While your mech is in the Danger Zone you deal +2 Burn on the first hit with any attack on your turn.",
    "ult_active_name": "Radiance",
    "ult_active": "Protocol Choose 1 energy weapon your mech is wielding. If it is a ranged weapon, its range increases by 5, if it is a melee weapon, its threat increases by +1. For the rest of this combat, this weapon also deals +1d6 Burn damage (roll on each attack). However, each time you fire this weapon, you gain +3 heat."
  }
]