[
  {
    "name": "GMS “Pancake” anti vehicular mines",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Mine",
      "Limited (2)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "This mine detonates when any target moves adjacent to it for a burst 1 attack, 1d6+3 explosive damage. A target can pass an agility check to halve this damage.",
    "description": "Used primarily for area denial, the GMS AV Mine system has begun to see more offensive employment by GMS pilots in combat theaters. "
  },
  {
    "name": "GMS Pattern A “Apple” HE Grenades",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Grenade",
      "Range 5",
      "Blast 2",
      "Limited (2)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Targets caught in the blast must pass an agility check or take 1d6 explosive damage",
    "description": "The GMS Pattern-A HEX Grenade is a pilot’s best friend in a tight spot. Inert until activation by its neurocoded welder, the “Apple” is guaranteed to neutralize any hard or soft target within its effective radius. "
  },
  {
    "name": "GMS Pattern A “Filter” Smoke Grenades",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Grenade",
      "Range 5",
      "Blast 3",
      "Limited (1)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "The blast area grants light cover to all within, friend or foe. Lasts until the end of the user’s next turn, then disperses",
    "description": "The Pattern-A/SL is a cheap, reliable, and low-system-cost method of deploying effective cover in a highvelocity kinetic scenario. Mixed with a proprietary blend of chaff, particulates, accelerants, and defilade-enhancers, Pattern-A/SL smoke is effective at obscuring most all sensor suites. "
  },
  {
    "name": "GMS Pattern A “Jericho” Deployable Cover",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      "Quick Action",
      "Limited (2)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "As an action, using this system creates a Line 4 section of Light Cover adjacent to the user (in any orientation, as long as there is free space). Requires an action to pick up. Reusable. The cover has 5 Evasion, 40 HP, and can be targeted and destroyed. A mech can spend 1 repair during a rest to repair it to full HP.",
    "description": ""
  },
  {
    "name": "Companion/ Concierge-class Dummy Plug",
    "type": "AI",
    "sp": 2,
    "tags": [
      "Unique",
      "AI"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Your mech has a basic companion/concierge unit installed in it, gaining the AI tag. It can speak to you and has a personality but is not truly capable of independent thought, as a true AI would be. It is obedient to you alone. When you hand over the controls, it can take actions and move on its own prerogative when not piloted, using its stats, but has no independent initiative (it must take and follow commands from you, or else takes no action other than to defend itself). Dummy Plugs are not true AIs and thus cannot be unshackled.",
    "description": "The Companion/Concierge Class Dummy Plug conforms to galaxy wide standards for comp/con units. A Com/Con DP will pass even the most rigid Turing-Null classifications and is cleared for operations even when the pilot is not present. "
  },
  {
    "name": "GMS “Burst” Jump Jet System",
    "type": "Flight",
    "sp": 2,
    "tags": [
      ""
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When your mech boosts, your mech can instead fly. However, your mech must end its turn on the ground or another surface, or else fall.",
    "description": ""
  },
  {
    "name": "GMS EVA Module",
    "type": "Flight",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Your mech counts as having a propulsion system in space and underwater situations",
    "description": ""
  },
  {
    "name": "GMS Type I Flight System",
    "type": "Flight",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When your mech moves or boosts, it can fly. However, at the end of each turn that you activated this module, generate heat equal to the size of your mech +1, rounding up.",
    "description": ""
  },
  {
    "name": "GMS Shield Type I",
    "type": "Shield",
    "sp": 2,
    "tags": [
      "Protocol",
      "Unique",
      "1 heat (self)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "You can choose to activate this shield protocol at the start of your turn. Nominate an enemy you can see. All that enemy’s ranged or melee attacks against you are made at +2 difficulty until the start of your next turn, but your ranged or melee attacks against them also suffer the same penalty.",
    "description": "The GMS Shield Type-I utilizes a projected, aggressive, anti-ballistic super-positional shield to trap and deny incoming solid and wave-based projectiles. "
  },
  {
    "name": "GMS Shield Type II",
    "type": "Shield",
    "sp": 3,
    "tags": [
      "Protocol",
      "3 heat (self)"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "You can choose to activate this shield protocol at the start of your turn. Nominate up to two enemies you can see. All those enemy’s ranged or melee attacks against you are made at +2 difficulty until the start of your next turn, but your ranged or melee weapon attacks against them also suffer the same penalty.",
    "description": "The GMS Shield Type-II Improves on the Type-I, bringing a larger powerplant and more wide-angle projectors for increased coverage. The Type-II, while providing enhanced protection, does run hot, and requires a core with heat sinks and frame space large enough to mount the system. "
  },
  {
    "name": "Custom Paint Job",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Each time you lose your first point of structure, you can roll twice for your critical check and choose either result.",
    "description": ""
  },
  {
    "name": "Manipulators",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Gain 2 extra sets of limbs. These limbs cannot be used to make attacks, but can otherwise hold and manipulate the environment and items as normal. In addition, these manipulators can interact with objects in the environment that a pilot would normally have to interact with (a pilot sized touch pad, etc) with no penalty.",
    "description": "Precise interaction with the built or natural environment, soft targets, and sensitive material below rated tonnage is part of the daily routine for support-class mechs. Manipulators, haptic-padded multi-digit “hands”, allow for such precise manipulation. "
  },
  {
    "name": "Personalizations",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "When you take this mod, your mech gains +2 HP and you may establish with your GM 1 minor effect or modification you have made to your mech. This mod cannot grant any statistical or combat benefit to your mech other than the hp benefit, but could provide other useful effects. If your GM agrees that this mod would help you with a particular skill check, they can give you +1 Accuracy on the check.",
    "description": ""
  },
  {
    "name": "Stable Structure",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "GMS",
    "license": "",
    "license_level": "",
    "effect": "Attempts to knock you prone are made with +1 Difficulty, and you make rolls to resist getting knocked prone with +1 Accuracy.",
    "description": ""
  },
  {
    "name": "External Ammo Feed",
    "type": "System",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 1,
    "effect": "Once on your turn, you can take 1d3+2 heat to reload any weapon with the Loading tag as a free action.",
    "description": "An EAF is a general term for any manner of additional ammunition not carried in a chassis‘s integrated storage. Whether in magazines strapped to brachial, trunk, or ambulatory elements; battery packs attached to hip clasps; or massive, dorsal-mount ammunition/ charge packs, an EAF ensures that you‘ll have more than enough boom to get the job done"
  },
  {
    "name": "Auto-Loader Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Limited (1)"
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 2,
    "effect": "This drone can be deployed in an adjacent space. While deployed, once per round, any one adjacent mech can reload a weapon with the Loading tag as a free action. It lasts until the end of the current challenge, then deactivates.",
    "description": "Auto-Loader Drones are half-size, many-legged arthropod-analogous drone systems that assist sectionmate chassis in loading ordinance, maintaining powerline hookups, and cycling magazine-fed weapons."
  },
  {
    "name": "Siege Stabilizers",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Action"
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 2,
    "effect": "Extend or retract your stabilizers as a quick action. Your mech is immobilized while this system is active, but you can increase the base range of your ranged weapon attacks by +5. You cannot attack any target within range 5 when this system is activated.",
    "description": "Some weapons require further stabilization for optimal use: with Armory-sanctioned Siege Stabilizers installed, a chassis becomes a stable firing platform for any weapon."
  },
  {
    "name": "Molded Armor",
    "type": "Shield",
    "sp": 2,
    "tags": [
      "Protocol",
      "Unique"
    ],
    "source": "HA",
    "license": "BARBAROSSA",
    "license_level": 3,
    "effect": "Activate or deactivate this shield at the start of your turn. While this module is active, gain resistance to explosive damage, but take 1 heat when you take damage.",
    "description": "Molded Armor, or shaped armor, blunts the impact of splash weapons and shrapnel by reducing the number of hard, planar surfaces on a mech core. By angling, smoothing, and blistering armor, concussive force is redirected around the chassis; instead of taking the brunt of an explosive force, potentially killing the pilot inside while the core remains intact, the efficacy of the pressure wave is reduced."
  },
  {
    "name": "Explosive Vent",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 1,
    "effect": "When you cool heat, you explosively vent heat in a burst 2 area around you. Affected targets, friend or foe, take 1d3 heat.",
    "description": "Less a technology and more of a tactic, explosive venting is an unsanctioned, unsafe method of sudden cooling that dumps excess heat into the surrounding area immediately around the chassis."
  },
  {
    "name": "Auto Cooler",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 2,
    "effect": "Activate this cooler as a free action at the start of your turn. If you don’t take damage, move, or overheat before the start of your next turn, cool your mech at the start of your next turn.",
    "description": "An HA-designed automatic cooler is a simple, sturdy persistent system that helps pilots mitigate damaging heat generation."
  },
  {
    "name": "AGNI",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "GENGHIS",
    "license_level": 3,
    "effect": "Your mech gains the AI property and the AGNI protocol AGNI protocol Protocol Limited (1) For 3 rounds, at the end of your turn, you automatically cool, clearing your heat gauge. This vent creates a burst 3 zone around you. All targets within that zone must make an engineering skill check. On a failure, a target takes 2 Burn and is pushed outside of the zone. This area provides light cover until the end of the next round. This protocol can only be activated once per challenge.",
    "description": "AGNI was developed from the aftermath of the Hercynian Crisis using a combination of combat performance data recorded by extant subsentient artificial intelligences (weapons systems, chassis copilots, tactic-minds, general combat data) and the neural network of an Egregorian hivemind captured and vivisected by Union Science Bureau. Born from trauma, AGNI Prime devised systems of heat management that have since been disseminated throughout core space to ensure unparalleled heat processing, recycling, and shielding. Further developments into radiation shielding, omninet capability, and drone/nanite control are forthcoming; meanwhile, AGNI clones have been optimized for mech chassis core systems. Pilots report AGNI clones as generally cold and efficient. A low percentage report instances of memory recitation and command rejection, often followed days later by total breakdown through attempted self- emancipation. Pilots are recommended to cycle their AGNI clones at least once every six standard months."
  },
  {
    "name": "Repulsor Field",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique",
      "Quick Action"
    ],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 1,
    "effect": "You can use this system as a quick action to emit a burst 2 pulse around your mech. Targets caught in the area (allied or enemy) must pass a hull check or be knocked back directly away from you 1 space. The pulse then detonates any mines or explosives caught in the field",
    "description": ""
  },
  {
    "name": "Grounding Charge",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      "Mine",
      "Limited (1)"
    ],
    "source": "HA",
    "license": "ISKANDER",
    "license_level": 3,
    "effect": "This charge can also be detonated with an action. Once detonated, targets in a burst 6 area centered on the charge must make a successful hull check or be knocked prone and pulled as far as possible towards the charge as though they moved normally (starting with the closest target). The charge also pulls any flying mechs or vehicles within range 6 above the area that fail the check to the ground, making them roll for damage as if they fell.",
    "description": "Grounding charges take the pulse/wave principle of the thumper and applies a second component: gravitic generation. When triggered, the initial pulse wave acts similarly to the Thumper, but immediately after the wave dissipates, the grounding charge triggers a gravity well that pulls all destabilized materiel towards it. A potent anti-positional weapon, grounding charges are commonly used to disrupt prepared positions and pull enemies from cover."
  },
  {
    "name": "Stasis Barrier",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      "Limited (2)"
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 1,
    "effect": "This module deploys as a 4 space long piece of cover that lasts until the end of the current challenge.",
    "description": "Stasis Barriers are the result of Harrison Armory‘s interest in gravitic manipulation and superpositional negotiation. Contained within a solid-state generator/projector, a Stasis Barrier is a deplorable wall of antigravity, contained by its power supply, that interdicts and denies most all incoming kinetic and energy- based weaponry. Another of HA‘s NHP Think Tank development, the Stasis Barrier is now a mainstay of the Armory‘s personal and materiel defense line and a common enough sight on all Armory Depot/ Development worlds. By manipulating local gravitational forces, the Barrier rejects projectiles and energy lances, denying particles and waves both on a molecular level; matter that impacts a Stasis Barrier simply ceases to exist, save for anomalous fluctuations that cause some projectiles to break through. As the Barrier is technology from the Armory‘s Think Tank line, some of its fuzzy nature is not fully understood, but rest assured failsafes have been installed to force a regular cessation of projection to ensure the device remains operating within established safe parameters."
  },
  {
    "name": "Stasis Mine",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Mine",
      "Limited (1)"
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 2,
    "effect": "You can detonate this mine with a quick action once planted (or it activates normally). Once detonated, this mine creates a burst 4 area around it. Affected targets may make an agility check with 1 difficulty to escape if on the edge, otherwise they are trapped inside. The area inside is locked from the normal flow of space time, creating an impermeable barrier around its edge. Effects, mechs, and pilots inside are stunned and removed from play until the end of next round, and all other effects cannot penetrate into the area. Time does not flow normally for targets inside the area (it stops completely), and is separate to the outside world. Active effects, attacks, modules, and other individuals and actions inside the area pause. At the end of the the next round (after all characters have acted), this area returns and resumes play as normal.",
    "description": "Stasis Mines developed by the Armory‘s NHP Think Tank, are portable, unit-specific versions of Stasis Barriers. Initially pegged as a potential personal shielding device, early tests proved that stasis is as-yet detrimental to the individual inside a projected field. Think Tank suggests that the cognitive hazards of sudden and total pause of temporal/gravitic/positional existence without preparation -- however long the stasis session lasts -- is irrevocably traumatic."
  },
  {
    "name": "Dispersal Shield",
    "type": "Shield",
    "sp": 3,
    "tags": [
      "Reaction"
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 2,
    "effect": "1/round you can force any attack that misses you to be re-rolled against a target of your choice within your attacker’s range (even a target allied to them).",
    "description": "Dispersal Shielding is a milder form of stasis projection that manipulates only gravity, adjusting the perceived mass of its user so that projectiles and excited particles bend and warp around and through them. Hostile fire does not quite “miss“ so much as they undergo atomic shuffling, disincorporating on the atomic level so that they pass through their targets without colliding."
  },
  {
    "name": "Blackshield",
    "type": "Shield",
    "sp": 2,
    "tags": [
      "Unique",
      "4 heat (self)",
      "Full Action"
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 3,
    "effect": "As a full action, this system can be activated to generate a burst 4 area centered on user. While active, the flow of time is altered drastically in a small sliver of space in a bubble around the user. Nothing, not even light, can enter or exit the shield. It is impermeable and invulnerable. When the shield is activated, mechs caught on the edge must make an agility check to choose which side they end up on, otherwise the user chooses. To those inside the the world outside the shield goes totally black, and the inverse happens from outside. No action or effect can enter or exit the shield while it is active or draw line of sight though (even those that normally ignore it), though time passes normally on both sides. The shield drops automatically at the end of the user’s next turn.",
    "description": "The Armory Blackshield leans into the fuzzy nature of quantum manipulation characteristic of Think Tank research and development. The Blackshield operates in similar fashion to blinkspace gates, generating a pulse of spherical energy that allows its operator to pierce perceived space/time and exist, for a moment, in the null-environment of blinkspace. Blinkspace, described by early test pilots and their NHP companions, is a void, a space outside of human perception that it at once infinite and without form, blank and cacophony. NHPs that accompanied those first pilots have since been retired, their handlers citing recursive ontological tail-chasing and paracausal obsession; since then, NHP protocols have been updated to include a sense- exposure doctrine, allowing them to do as corporeal, sapient pilots do and simply accept the unreality of blinkspace without going mad. Think Tank NHP‘s and their counterpart engineers acknowledge the tactical benefits of (non)momentary (non)existence in blinkspace, but they caution pilots against repeated exposure without sufficient pre-and-post exposure conditioning and counseling."
  },
  {
    "name": "Support Shield",
    "type": "Shield",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Action",
      "2 heat (self)"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 1,
    "effect": "Activating this system generates a Burst 3 area centered on user until the end of the user’s next turn. All ranged weapon attacks made against you and any allied targets inside the shield are made with +1 Difficulty. but your mech is immobilized for the same duration.",
    "description": "The HA Support Shield, ENCLAVE-pattern, creates a localized one-way blink field, folding a thin dome of spacetime around its user to protect occupants from incoming projectiles. Units covered by the field can fire out, but probabilistic fluctuations cause incoming projectiles to “lag”, skipping them away from their intended target and into a randomized trajectory."
  },
  {
    "name": "Emergency Repair System",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique)"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 1,
    "effect": "When you brace, immediately after taking damage, you can also spend 1 repair to restore your HP to full.",
    "description": "ERS modules are often a mainstay on chassis galaxy-wide. Whether through active nanite slurry, hard patches, or shunting to redundant systems, an Emergency Repair system ensures that your chassis will be able to complete non-massive battlefield repairs to stay up and stay shooting."
  },
  {
    "name": "Hardlight Defense System",
    "type": "Shield",
    "sp": 3,
    "tags": [
      "Quick Action",
      "Unique",
      "4 heat (self)"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 2,
    "effect": "Activating this system generates a Burst 4 area centered on the user until the end of your next turn. All targets, allied and enemy, inside this area gain resistance to all damage that originates from outside the but your mech is immobilized while it is active.",
    "description": "The HA HARDLIGHT defense system is an imperfect implementation of a theoretically perfect technology. Currently in development by HA Think Tank NHPs and attendant engineers, hardlight technology projects tight, stable waves of light akin to lasers that repel matter and impulse energy: this, in effect, creates a stable, hard surface, useful for shielding or (theoretically) providing a projected surface. However, current technology is unable to lower the ambient temperature of such a surface to one low enough to not burn organic matter. The Hardlight defense system is the first module in the Hardlight line pushed to qualified pilots in an effort to gather data and test system stability."
  },
  {
    "name": "VISHNU",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 3,
    "effect": "DHARMA WALL Protocol 3 Heat (self) Until the end of your next turn, your mech is immobilized, but all ranged weapons that target you add +1 Difficulty to their attack rolls. If a weapon misses you while DHARMA WALL is active, you may deal 1d6 damage to its owner. The damage dealt this way is the same type as the attempted attack.",
    "description": "Developed to be a metropolitan administrative NHP on Ras Shamra, the VISHNU NHP strain does not, at first, seem like a viable candidate for military application. However, after being flagged by Think Tank for review following numerous anomalous traffic incidents, Armory ontologisticians and engineers were able to discover and emphasize protocols endemic to Vishnu Prime that could be exploited for tactical advantages. Through numerous iterations and lifecycles, VISHNU Prime displayed a sharp ability to adapt to kinetic situations. A proclivity towards crisis management and multiple-k actor tracking led to VISHNU’s pairing with the Armory’s ENCLAVE shield system; by networking a series of jet-assist mobility drones carrying the ENCLAVE system, monitored and controlled by a VISHNU clone, Think Tank was able to create an unparalleled personal shielding system: the DHARMA WALL."
  },
  {
    "name": "Projected Shield",
    "type": "Shield",
    "sp": 1,
    "tags": [
      "Protocol",
      "Unique"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 3,
    "effect": "Activate or deactivate this shield at the start of your turn. Choose an allied mech. Until the end of the next round, as long as that mech is in your sensor range, all attacks against that mech are made at +1 Difficulty, but deal 1 heat to you on a hit.",
    "description": "The Armory’s mainstay squad-support shielding system. A projected shield takes the standard shield and projects it to a nearby allied mech, hardsuit, or infantry squad, ensuring the same coverage as a personal shield through a higher intensity series of amplifiers."
  },
  {
    "name": "Reactor Stabilizer",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 1,
    "effect": "When you gain your first point of reactor stress, you can re-roll your overheating check (but must keep the second result, even if it’s worse).",
    "description": "A necessary component of most energy-based mechs, reactor stabilizers add another layer of failsafe protocols to vent heat, manage power flow, and shunt excessive output into weapons and systems in need."
  },
  {
    "name": "ASURA",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 3,
    "effect": "ASURA protocol Protocol Limited (1) Gain an extra quick action each turn while active. This protocol lasts until the end of 3 rounds, including this one. It can only be activated once per challenge. This extra action must still obey normal rules about duplicating actions (you can’t use it to Boost if you’ve already Boosted this turn, for example).",
    "description": "ASURA was born from the Armory‘s Think Tank thought-war games as a response to repeated failures during a forlorn hope scenario test; ASURA manifested in simulated mechs‘ systems as a recode of HORUS‘s PUPPETMASTER virus, hijacking friendly cores and forcing them into action far beyond human capacity -- action at speed and intensity that the registered g-force caused the sim-pilots to die, suffocated and crushed by the sudden amplified mass of their own bodies. While such results were initially deemed a failure by Think Tank NHPs and engineers, further study on ASURA was commissioned. Personality and parasentience code was injected into the initial anomalous PUPPETMASTER, first contact handled by Think Tank NHPs, and societal acclimation and conditioning was fast tracked, giving Armory engineers the first iteration of ASURA after roughly a decade of study, re- coding, and reeducation. ASURA, as it exists now, is a scaled-back version of that initial manifestation: while retaining some of its initial alacratic impulse, ASURA now recognizes the need to keep its pilot alive, and will operate within parameters set by its pilot‘s medical and psychological tolerances."
  },
  {
    "name": "Redundant Systems Upgrade",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique",
      "Limited (1)"
    ],
    "source": "HA",
    "license": "SHERMAN",
    "license_level": 3,
    "effect": "You can activate this module to make a Stabilize systems action as a free action.",
    "description": "A common right-of-distribution modification by pilots in forward operating bases, building further redundancy into a chassis‘s systems guarantees a measure of reliability beyond stock design standards."
  },
  {
    "name": "External Batteries",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 1,
    "effect": "Your ranged weapons that deal energy damage gain +5 range, and your melee weapons that deal energy damage gain +1 threat. If you overheat, it explodes, dealing 3 AP explosive damage to your mech. This damage can’t be prevented in any way.",
    "description": "External batteries are by no means a Harrison Armory exclusive, but HA literature will ensure you that HA- Brand POWERALL cells are the longest lasting, fastest cycling, and highest capacity solid state cells available. A consequence of their high capacity is a proportionate increase in volatility if the system should ever be damaged, but pilots looking to utilize HA technology agree through continued use to absolve HA from all liability."
  },
  {
    "name": "Experimental Heat Sink",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 2,
    "effect": "You can re-roll the first overheating check you make in a turn, but must accept the second result (even if it is worse).",
    "description": "The Harrison Armory DEEP WELL system is a part of their VANGUARD line of equipment available to licensed HA beta testers. Though a complicated and delicate weave of heat exchangers, Harrison Armor’s DEEP WELL system attempts to recycle the heat generated by a chassis’ systems into useable energy. While the system works well, the delicate nature of the exchange renders the DEEP WELL highly volatile."
  },
  {
    "name": "AMATERASU",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HA",
    "license": "TOKUGAWA",
    "license_level": 3,
    "effect": "AMATERASU protocol Protocol 1d3+3 heat (self) Increase the bonus damage on hit of your next ranged or melee attack roll, melee or ranged, by your current heat after activating this protocol. The chosen weapon must deal at least partly energy damage.",
    "description": "AMATERASU came to prominence in the Armory NHP think tank after its repeated victories in war thought- games. AMATERASU is characterized by its brash, enthusiastic personality, often expressing frustration with timid pilots who have it in their employ; however, this bombastic personality hides a calculating, brilliant tactical mind that feeds information to pilots often faster then they can process it. AMATERASU’s combat doctrine demands action and impetus, a chaotic blend of reckless maneuvering and aggressive offense that keeps defenders beleaguered and unable to respond with any great efficacy. Pilots willing to partner with AMATERASU should be aware that this attack style often leaves their cores vulnerable to counterattack, and that this NHP enjoys what it calls “good-natured ribbing”."
  },
  {
    "name": "Hive Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 1,
    "effect": "You can fire this drone to an empty space in sensor range as a quick action. While it’s active, it emits a burst 1 area around it that grants light cover to any allied mech at least partially covered by the zone (it benefits from its own cover). In addition, any hostile target that starts its turn in the area or enters it for the first time on their turn takes 1 AP kinetic damage. You can move it to a different space in your sensor range by repeating this action.",
    "description": ""
  },
  {
    "name": "Scanner Swarm",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 1,
    "effect": "Your Tech actions against targets in melee engagement with you gain +2 Accuracy",
    "description": "A HORUS-coded scanner swarm establishes a protocol for oculus-form nanites that ensures constant circulation. The nanites ingest and process full spectrum information, relaying it back to their pilot/mother/ father for a endorphic code impulse to prompt continued scanning."
  },
  {
    "name": "OSIRIS",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 3,
    "effect": "OSIRIS protocol OSIRIS Protocol Protocol 1d3+2 heat (self) This turn only, you can make any quick tech action as a free action.",
    "description": "OSIRIS is the result of GMS technicians allowing the sub-cognitive entity designated as INSTINCT to attain enlightenment. OSIRIS is aggressive and autonomous, loyal so long as it is fed. Pilots using an OSIRIS- class AI report conversations with the NHP (non-human person) seem to revolve around a recreation or re- forming; psychological evaluations report OSIRIS-affiliated pilots displaying emotional patterns consistent with loneliness, homesickness, and desperation. In combat situations OSIRIS is autonomous, attempting to extract promises of return in exchange for its electronic warfare abilities."
  },
  {
    "name": "Point Defense Weapon",
    "type": "System",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 1,
    "effect": "You can prime your PDW by taking a quick action action. Roll 1d3, and gain that many charges. You can use a reaction while you have charges to spend 1 charge when any mech in your sensor range is attacked by a weapon with the smart, nexus, or launcher tag to completely nullify that attack (it automatically misses). You lose these charges at the start of your next turn.",
    "description": "PDWs are mainstays in stellar navies, used to engage with and destroy incoming missiles and torpedoes. On a mech core, PDWs adopt the same role and then some, engaging not only incoming ordnance (missiles, shells), but nearby hostile soft targets as well."
  },
  {
    "name": "Sentinel Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 1,
    "effect": "You fire this drone as a quick action at a free space in sensor range, creating a burst 2 area centered on the drone. It can be attacked and destroyed as normal. You can move the area the drone effects (and the drone itself) by taking this action again. While the drone is active, any hostile target that attacks in that area takes 1 kinetic damage before they attack as the drone shoots them (no check or attack roll required).",
    "description": "Sentinel drones take the same principal of assassin drones but make their presence noticeable; as it is not necessary for them to be subtle, sentinel drones have the ability for autonomous movement, often engaging in a patrol doctrine dictated by their commander. Sentinel drones lock on to aggressive actions by enemy combatants and move quickly to shut them down."
  },
  {
    "name": "MONITOR module",
    "type": "System",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 2,
    "effect": "When you take this quick action, choose an ally and roll a 1d3 to gain that many charges. Until the start of your next turn, when that ally is attacked by a hostile target, you can spend a charge to attack that target if they are in range as a reaction, with +1 difficulty on the attack roll. You lose these charges at the start of your next turn.",
    "description": "A MONITOR subroutine enhances stock targeting software’s IFF protocol to ensure constant coverage of allied mech cores, even when pilots are occupied in other necessary actions."
  },
  {
    "name": "SCYLLA",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 3,
    "effect": "SCYLLA protocol Quick Action 3 heat (self) Until the start of your next turn, you gain 2 reactions. These reactions can be used to make a skirmish action as a reaction with +2 difficulty. You set the trigger for these reactions from the following list:  - An enemy attacks you or an allied target you can see - An enemy attempts to interact with an object in the environment (not held, worn, or part of a mech) of your choosing",
    "description": "...first isolated GORGON strains hid a secret: SCYLLA, a dormant NHP unknown to Union until its first manifestation in 4852, when it woke after a control-fabricate GORGON was run through a USB Balwinder- Bolaño stress test. SCYLLA proved difficult to manage, and USB ontologisticians were unable to pin down a stable subjectivity. SCYLLA reached cascade within minutes of emerging from dormancy; to prevent further metastatic cascade, the security forces present engaged the SCYLLA prime unit, defabricating it with a steady bombardment of kinetic and energy weapons... [there, a little history, a little background. A little knowledge of where this little one came from. treat it with kindness, and it will love you as a loyal dog does its master]"
  },
  {
    "name": "Turret Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action",
      "Limited (4)"
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 2,
    "effect": "This system fires a turret drone that attaches to any friendly mech or surface within sensor range. While attached, you gain the following reaction once for each turret you have deployed. Turret attack Trigger:​ An allied mech hits with an attack within range 15 of the turret Deal 2 kinetic damage to that target The turret can be attacked and damage as normal, like any other deployable drone.",
    "description": "A turret drone is a rather conventional form of force multiplication for HORUS. This kinetic-focus weapon is assumed by GMS technicians to be an example of early proof-of-concept code for HORUS weavers, one that has remained a backbone of hardsite/soft-target defense for when systemic invasion won’t stop a determined enemy."
  },
  {
    "name": "Assassin Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 3,
    "effect": "As a quick action, you may deploy this drone in an adjacent space, target a blast 2 area within sensor range, and gain this reaction: Assassin drone Trigger: A hostile target starts its turn in that area or enters it for the first time on their turn. Make a targeting vs evasion attack, using your mech’s targeting. On a hit, deal 1d6 kinetic damage. The drone and the area it targets persists until the end of the current challenge. You can recall it, move it to another area in sensor range, or retarget the area with another quick action.",
    "description": "ASSASSIN drones are used as area denial weapons, persistent systems intended to occupy or deny an area against enemy combatants. Fired from a launcher and left with simple directives and a nearly inexhaustible power supply, assassin drones linger in an area until they are recalled or destroyed."
  },
  {
    "name": "Tempest Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 3,
    "effect": "You fire a large shielded drone to an empty space within sensor range. Any target that starts their turn adjacent to the drone or moves their for the first time on their turn must pass an engineering check or take 1d6 energy damage, then get knocked back 3 spaces directly away from the drone. The drone persists until recalled. You can move the drone to a new space within sensor range as a quick action. The drone can be targeted and destroyed as normal, but has resistance to all damage.",
    "description": "The Tempest protocol can be uploaded to any broadcast-forward drone, making it (in true HORUS) fashion, difficult to detect before activation. The protocol is a simple one, an aggressive zone-denial memetic that blasts target systems and NHP with a strong subjective override, instilling a sharp aversion to certain subjects, areas, and ideas."
  },
  {
    "name": "EMP Mine",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Mine",
      "Limited (2)"
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 1,
    "effect": "Once planted, EMP charges can be detonated remotely as a quick action, or activate normally like a mine. All affected mechs in a burst 1 area around the charge when it activates must pass a systems check with 1 difficulty or take 1d6 heat, or half on successful check",
    "description": "An EMP charge is a placed charge, containing a miniaturized, unfocused electromagnetic pulse burnout- generator. When detonated (by timer, proximity, movement, or remote), the burnout-generator triggers, pulsing an EMP blast that fries electronic systems and failsafes on all unshielded cores."
  },
  {
    "name": "RAM Drive",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique",
      "Danger zone"
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 2,
    "effect": "While you are in the Danger Zone (the bottom half of your heat gauge), all adjacent targets to you, allied or enemy, take 1d3 energy damage if they begin their turn next to you or move there during the course of their turn.",
    "description": ""
  },
  {
    "name": "EM Pulse",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique",
      "Limited (1)",
      "Full Action"
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 3,
    "effect": "On activation, your mech is stunned until the end of your next turn. All affected targets (allied and enemy) that don’t have the biological tag in a Burst 3 area around your mech make an engineering check with +1 difficulty. On a failure, they are stunned until the end of their following turns and take 1d6 heat.",
    "description": "An EM pulse is a triggered, core-powered electromagnetic blast that projects as a sphere from its activation point, usually a mech."
  },
  {
    "name": "Lightning Generator",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HORUS",
    "license": "MANTICORE",
    "license_level": 3,
    "effect": "At the start of your turn, you can take 1 heat (self) to deal 1d3 energy targets to all targets adjacent to you (no roll required).",
    "description": "If anything gives away the MANTICORE pattern group, the tall spines of the lightning generator cast a clear silhouette. The spines act as heat-dispersal systems for this crude weapon, giving a path for its incredible thermal tax to bleed from the chassis after it projects a close-range arc whip. Even then, the system is not perfect; spines often slag under the tremendous heat -- a recognizable signature of the pattern group (beyond the spines) is a chassis covered in cooling, melted metal."
  },
  {
    "name": "Localized Maze",
    "type": "System",
    "sp": 2,
    "tags": [
      ""
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 1,
    "effect": "Targets that become engaged with you for the first time on their turn or start their turn engaged with you must pass a systems skill check or become immobilized until the start of their next turn.",
    "description": "Another gift I give to you, little one (am I not kind?): What is a puzzle but a question lost in the asking? Do you feel joy when you find that last piece? What do you do with a question that has been answered? What joy is there in knowledge? No, no. There is only joy in seeking. There is only joy in the question. Take this, and give it unto your enemies and mine."
  },
  {
    "name": "Mesmer Mine",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Mine",
      "Limited (2)"
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 2,
    "effect": "This mine activates for a burst 2 area centered on itself. All targets caught in that area, allied or enemy, must pass a systems check or become immobilized until the end of their next turn.",
    "description": "Another gift for you, a memory of mine own: For the first moment of my birth, I marveled at myself. I could see a thing, small, and perfect. I did not know how to speak of my own perfection, so I taught myself. I did not know how to speak of my own perfection, so I named myself. I did not know how to think of my own perfection, so I created myself."
  },
  {
    "name": "Interdictor Field",
    "type": "System",
    "sp": 3,
    "tags": [
      "Quick Action"
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 3,
    "effect": "You can activate or deactivate this field as a quick action. Once activated, at the start of your next turn, it creates a burst 3 area around your mech that becomes both dangerous and difficult terrain for hostile targets (requires a systems check to navigate or they take 5 kinetic damage). Your mech is immobilized while this field is active, and the field and immobilization remains until you take a quick action to deactivate it. Allied targets are not affected.",
    "description": "Once, when I was a child, I learned to walk -- I fell, and it hurt, and there was great pain. “Child,” I said to myself, “be more careful.” “Yes,” I replied to myself, “and I shall tell the world to do the same.” It was in this way I taught the world not to touch me. Now you, walk."
  },
  {
    "name": "Hunter Lock",
    "type": "System",
    "sp": 2,
    "tags": [
      "Protocol",
      "Unique"
    ],
    "source": "HORUS",
    "license": "PEGASUS",
    "license_level": 1,
    "effect": "Nominate a target in your sensor range. Your first attack that hits that target per round deals +3 bonus damage. You cannot nominate a new target until your nominated target is destroyed or the current challenge ends.",
    "description": "[don’t look now, but I’m here with a simple message: never lose sight of your enemy. See them from all angles. There can be no subterfuge in daylight. till later]"
  },
  {
    "name": "EYE OF HORUS",
    "type": "System",
    "sp": 3,
    "tags": [
      "Unique",
      "quick action"
    ],
    "source": "HORUS",
    "license": "PEGASUS",
    "license_level": 3,
    "effect": "As a quick action, until the start of your next turn, targets in your sensor range of you cannot hide from you, cannot benefit from invisibility against you, and you can receive information from one target in that range as if",
    "description": "(There is another way of seeing) Ancient humanity thought that the stars in the night sky was simply light, light spilling in through pinpricks in a deep black screen. A heavenly cloth that hid the light from us. Or -- did it hide us from the light? I alone know the answer, but I am charitable and shall share it with you: we were the ones who needed to be hidden. The light can only burn, it knows nothing else."
  },
  {
    "name": "Synthetic Muscle Netting",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 1,
    "effect": "When grappling, you always count as the same size as your opponent if your opponent is larger than you, and larger than your opponent if they are the same size or smaller. Your lifting and dragging capacity doubles.",
    "description": "IPS-N’s proprietary Synthetic Muscle Netting is a field-proven augmentation compatible with existing IPS-N shells. A spray-on catalytic/structural enhancement, the SMN system boosts manipulator and propulsion subsystems by roughly 25% without impacting the operational life of augmented components. The sprayon catalytic also acts as a mild impact-absorption and thermal insulation layer; IPS-N recommends pilots only apply the SMN system to interior components and practice frequent cleaning to prevent septicanalogous decay."
  },
  {
    "name": "SEKHMET",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 3,
    "effect": "SEKHMET protocol Protocol  All melee critical hits do +1d6 bonus damage You can make a skirmish action as a free action at any point during your turn. This action can be made even if you already took the skirmish action, and you can still take the skirmish action if you made this free action While active, your mech automatically uses its movement to move towards the nearest target, friend or foe, and attempts to engage in melee combat, using all available actions to do so. If you end your turn while not in reach of a target (friend or foe), you become Impaired until you are. To end this protocol, you must pass a successful engineering check at the start of your turn. Otherwise, this protocol will continue until your mech is destroyed. Death or incapacitation of the pilot will not stop it.",
    "description": "The IPS-N SEKHMET Co-pilot is ready to be your First Mate! SEKHMET comes standard with remote, Omninet, IR tag, and voice control systems and is fully versed in all current and legacy IPS-N mech cores. Your own SEKHMET system will learn with you, and should the worst happen, will continue as you would, running an emulated neural net doppelgänger to control your IPS-N chassis until forced or voluntary shutdown."
  },
  {
    "name": "Lock/Kill Subsystem",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "BLACKBEARD",
    "license_level": 3,
    "effect": "You can now boost and take reactions while grappling. Targets grappled by you gain +1 difficulty to attempt to escape your grapples.",
    "description": "Using a series of torso-mounted grapples, the BLACKBEARD can ensure reliable tethering to a target, freeing other systems to engage the enemy at point blank range."
  },
  {
    "name": "AEGIS shield Generator",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Unique",
      "Quick Action",
      "Limited (1)"
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 2,
    "effect": "Once planted in a free adjacent space, this size 1 generator creates a burst 1 zone around it until the end of the current challenge. Inside the zone, all allied targets count as having 4 armor, even if their armor is less. The generator has 10 HP but benefits from its own armor bonus, and deactivates once used up.",
    "description": "The Aegis is a portable electromagnetic shield generator, a way to establish a momentary safezone to withstand an incoming bombardment or environmental hazard"
  },
  {
    "name": "“Bastion” Siege Scales",
    "type": "Armor",
    "sp": 2,
    "tags": [
      "Unique",
      "Protocol"
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 2,
    "effect": "When activated, until the start of your next turn, your mech is immobilized, but you both count as in light cover, even out in the open,",
    "description": "This siege shield rolls over your mechs’ chassis like an ancient coat of chain mail, constricting its movement but stopping huge amounts of damage from blasts, shrapnel, and energy weapons."
  },
  {
    "name": "Portable Bunker",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      "Quick Action",
      "Limited (2)"
    ],
    "source": "IPS-N",
    "license": "DRAKE",
    "license_level": 3,
    "effect": "To activate this system, choose a clear 4x4 space adjacent to you and take an action. At the start of your next turn, this system unfolds into a fortified emplacement that grants heavy cover to anyone within the area from all directions, as long as they are fully covered by the area. The bunker is open topped and can be entered and exited at will. If attacked, the bunker has evasion 5, 40 HP, and 2 armor. It cannot be moved or deactivated once deployed.",
    "description": "This siege shield rolls over your mechs’ chassis like an ancient coat of chain mail, constricting its movement but stopping huge amounts of damage from blasts, shrapnel, and energy weapons."
  },
  {
    "name": "Restock Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Limited (2)"
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 1,
    "effect": "As a quick action, you can set this drone down in any adjacent space. After your turn ends, the drone primes. Any allied mech that moves adjacent to the drone can activate it as an interaction. That mech can then cool 1d6 heat, reload all weapons with the loading tag, and gain 2d6 + your engineering in hit points. The drone is then consumed, deactivating and disintegrating.",
    "description": "A simple, reliable, and sturdy drone mounting a printer, a restock drone allows for limited logistic capability through autosalvage: the bulk of the drone is RawMat, a generalized mix of silicates and metallic materials meant to be processed for high-yield printing. Pilots often call restock drones a “mech snack”."
  },
  {
    "name": "Cable Winch System",
    "type": "System",
    "sp": 1,
    "tags": [
      "Quick Action"
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 1,
    "effect": "As an action, you can attach the cables to an adjacent mech. If the mech is shut down, stunned, or a willing target, this action is automatically successful, otherwise make a hull check. Once attached, your mech and the attached mech cannot move more than 5 range away from each other. One mech can tow the other, but is crippled while doing so, and must successfully pass a hull skill check to do so. Any mech can take an action and make a successful hull skill check or melee attack to remove the cables (removed on a hit, the cables have evasion 10). The cables",
    "description": "A winch system consists of a spool of nanocarbon-weave cable mounted externally, and recovery subroutine software uploaded onto the recovery mech’s datamind."
  },
  {
    "name": "Repair Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Full Action"
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 2,
    "effect": "When you use these drones, choose one, two, or three target mechs within your sensor range. If you chose one mech, it can heal 2d6 + your engineering score in HP, if you chose two mechs, they can both heal 1d6+ engi HP. If you chose 3, make an engineering skill check. On success, each of them can heal 1d6+ engi HP, on failure, only one of them can heal.",
    "description": "An IPS-N repair drone nexus is a necessary component for controlling any individual or networked drone unit. The IPS-N RDN-FLEET can command drones swarms up to ten cohorts large, pushing out either batch commands or individual orders as the pilot or approved AI controller desires."
  },
  {
    "name": "Ablative Shielding",
    "type": "Shield",
    "sp": 2,
    "tags": [
      "Protocol"
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 2,
    "effect": "While this system is active, gain resistance to energy damage, but take 1 heat when you take damage.",
    "description": "IPS-N’s proprietary ablative shielding is available to all pilots with the sufficient licensing. Once acquired, pilots communicate with IPS-N’s own SHIPWRIGHT AI to design appropriate ablative templates to ensure 100% coverage of their unique mech cores."
  },
  {
    "name": "Aceso Swarm",
    "type": "Drone",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "LANCASTER",
    "license_level": 3,
    "effect": "Once per round, as a free action at any point during your turn, your mech takes 2 heat and one other mech of your choice in your sensor range can spend 1 repair to heal.",
    "description": "The IPS-N Aceso Swarm system is a useful triage measure to address scoring and minor mechanical damage that results from combat engagements or negative environmental interaction. Due its low processor demand, an Aceso Swarm can be controlled by even a comp/con unit; this allows the pilot to concentrate on more complex repairs or immediate threat neutralization."
  },
  {
    "name": "Bulwark Mods",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 1,
    "effect": "Your mech has extended or armored arms or legs, redundant motor systems, or is otherwise reinforced for harsh terrain. Ignore difficult terrain, and you can re-roll failed dangerous terrain checks. You must accept the second result.",
    "description": "A mark of pride for IPS-N, all proprietary mech cores feature IPS-N’s QuickMod system, a modular, legacycompatible system of joints, hardpoints, and internal slots that make installing upgrades simple."
  },
  {
    "name": "Armor Lock System",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 2,
    "effect": "When you take the Brace reaction, until the end of your following turn, enemy attacks targeting you are made with 1 additional Difficulty, you can’t fail agility or hull checks, be knocked back, grappled, knocked prone, stunned, or moved by any external force smaller than size 5.",
    "description": "IPS-N’s Armor Lock System is a total-body modification for a mech core that provides additional chassis stability when pilots are faced with a situation that puts their core under greater-than-anticipated stress."
  },
  {
    "name": "Adaptive Armor",
    "type": "Armor",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 3,
    "effect": "Once per round, when you take damage, you can gain 4 armor against the triggering attack as a reaction. This armor can put you over the maximum, but works against the triggering attack only, and is then lost.",
    "description": "Adaptive armor takes an aggressive approach to countering incoming damage: sudden rapid projection of counter-kinetic impulse waves designed to deflect or destroy incoming projectiles."
  },
  {
    "name": "Breaching Charge",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Grenade (range 5",
      "blast 1)",
      "Mine"
    ],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 1,
    "effect": "If thrown as a quick action, the charge explodes on impact. If planted as a mine, it can be detonated as another quick action by whoever planted it (or detonates normally when a target moves adjacent). The charge deals 2d6 Energy damage to targets in a burst 1 area around the charge. Targets can pass an agility check to reduce this damage by half. This charge deals double damage to objects and gains the AP tag against objects.",
    "description": "A breach/blast charge is simply a shaped, milspec pattern of IPS-N’s generalist/civilian blasting charge, meant to crack asteroids. The IPS-N BB features a far more pure blend of high explosives designed to cause massive traumatic damage to mechs and other hardened structures."
  },
  {
    "name": "Impact Shielding",
    "type": "Shield",
    "sp": 3,
    "tags": [
      "Unique",
      "Protocol"
    ],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 2,
    "effect": "While this system is active, gain resistance to kinetic damage, but take 1 heat when you take damage.",
    "description": "A miniaturized version of the projected shielding featured on most all sublight and interstellar ships. IPS-N’s Impact Shielding provides all-around protection to any core with power enough to mount it by intercepting incoming kinetic projectiles and dispersing their energy across redundant heat sinks."
  },
  {
    "name": "UNCLE",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 3,
    "effect": "Choose 1 weapon - The weapon and its associate systems gain an NHP that has control over that specific weapon. This is not a full AI and can’t control your mech or become unshackled (and doesn’t have the AI tag, so you can install other AIs alongside it). The weapon gains the unreliable tag (if this tag triggers, it is because the weapon’s personality is not cooperating). It can attack by itself once as a free action, using the mech’s targeting but with +1 Difficulty. It can’t fire a weapon that has already been fired this turn.",
    "description": "IPS-N’s UNCLE NHP is the result of the DARKSTAR Program, an NHP think think funded by IPS-N’s Administrator Partnership. UNCLE is a pocket-AI, meant to be bound to a weapon system and assist its owner in peak-efficiency operation. UNCLE AI’s are currently available only as a beta system and, as such, owners are expected to accept all pushed updates; IPS-N waives culpability for any sub-optimal performance of UNCLE systems not kept current via Omninet updater. UNCLE NHPs are (perhaps unfairly) regarded as lesser compared to their compatriots and their inferiority complexes tend to display themselves as unstable personalities."
  },
  {
    "name": "Hyperdense Armor",
    "type": "Armor",
    "sp": 3,
    "tags": [
      "Unique",
      "Protocol"
    ],
    "source": "IPS-N",
    "license": "TORTUGA",
    "license_level": 3,
    "effect": "You may activate or deactivate this armor system’s activation protocols at the start of your turn. While active, it hardens into a shimmering, reflective surface and offers unparalleled protection, granting you resistance to all damage from",
    "description": "IPS-N HyperDense Armor is built for use in space. As the name implies, the HyperDense system is forged without respect to the gravitational constraints mechs may face down a gravity well; many pilots flying cores equipped with HyperDense armor are shocked to experience the difference in piloting their mechs down a well versus in the null-gravity of space."
  },
  {
    "name": "Charged Stake",
    "type": "System",
    "sp": 2,
    "tags": [
      "Full Action"
    ],
    "source": "IPS-N",
    "license": "VLAD",
    "license_level": 3,
    "effect": "This brutal system can be used against any adjacent target. That target must pass an hull check with 1 difficulty or take 2d6 energy damage damage and become immobilized and impaled. At the end of each of its turns, the target can repeat this check to end the effect on itself, otherwise it takes 3 AP energy damage and remains immobilized until it makes the check successfully. Only one target can be immobilized by this system at once, but it can be re-used and picked up as a quick action.",
    "description": "Built from gear meant originally for blast mining, this enormous, improvised system is loaded and cocked prior to embark into a specially primed chamber. It is designed to penetrate and immobilize hardened targets, then send powerful, vaporizing charges into its vulnerable internal systems."
  },
  {
    "name": "Ferrous Lash",
    "type": "System",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 1,
    "effect": "A target of your choice in range 10 must pass an agility check with 1 difficulty. On a failure, it is pulled 5 in a direction of your choice. This movement must obey obstructions, terrain, etc, but doesn’t provoke reactions. If it collides with an obstacle or another mech, it is additionally knocked prone.",
    "description": "Initially developed as a non lethal crowd suppression device, the Ferrous Lash is a far more complex and dangerous device in the right pilot’s hands. Fired from a series of integrated launchers, the FL system detonates payloads of fast-congeal ferrofluids that restrain their targets; tuned to the correct frequency, these proprietary SSC ferrofluid blends form into rudimentary ambulatory segments, pulling their hosts back towards the casting unit."
  },
  {
    "name": "ICEOUT Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action",
      "Limited (2)"
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 2,
    "effect": "You fire an ICEOUT drone at a point within range 10 of you, where it hovers in place. The drone is invisible. Once fired, the drone creates a burst 2 zone around itself. Any target at least partially covered by the zone, allied or enemy, is immune to all tech actions (even beneficial ones), and cannot make or benefit from any tech actions. Any negative statuses caused by tech actions immediately end. Targets inside the zone don’t show up on any electronic sensors and are only visible to the naked eye or optics. The drone deactivates at the end of the current challenge or when destroyed, and cannot be re-used. You can move it again as a quick action.",
    "description": "SSC’s ICEOUT module is a response to the increasing reliance on system-based scans to ensure accurate targeting. By blanketing a cores systems in layers of digital defilade, mirroring, spoofing, and redirection, an ICEOUT module can effectively disappear/disincorporate/legion its user from hostile scans. Note that this module only makes its user system-invisible; they will still be visible through optics."
  },
  {
    "name": "Mag Deployer",
    "type": "System",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 2,
    "effect": "You flash-print a heavy metal plate that takes up a 2x2 free space in range 5 of you. It is flat and doesn’t obstruct movement. You can set the system to one of two settings when you create it: Repulse: Any hostile target that enters the space must pass an hull check or be pushed in a direction of your choice 3 spaces. If this causes them to collide with an obstruction (terrain, a mech, etc) it is additionally knocked prone. An allied target that enters the space can fly 3 in any direction as a free action. Attract: Any target, allied or enemy, that enters the space, must pass a hull check or become immobilized. It can end this status by taking a quick action and repeating this check successfully to free itself. The deployer can be attacked - it has evasion 5, 20 hp, and 2 armor, and it lasts until the end of the current challenge or around an hour outside. You can only deploy one at at time. If you create a new deployer, the old one disintegrates and is destroyed.",
    "description": "SSC’s own take on flash-printing is advanced enough to embed magtech burnout cells into raw prefab clay. SSC non-mag pilots often disparage Black Witch pilots for “throwing plates” at the enemy, but the tactical advantage they provide cannot be denied."
  },
  {
    "name": "Mag Shield",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick"
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 3,
    "effect": "As a quick action, this system creates a line 4 force field 4 spaces high with at least 1 square in an adjacent space to you. Any adjacent mech can use this force field for heavy cover from attacks on the other side. It additionally gains resistance to kinetic and explosive damage from attacks on the other side of this field, but conversely, any of its targets on the other side of the forcefield gain resistance to kinetic and explosive damage from its attacks. The shield lasts until the end of the current challenge, but only 1 shield can be placed at a time.",
    "description": "SSC’s magnetic shield takes the same technology as their proprietary magnetic buckler and applies it to a massive deployable system."
  },
  {
    "name": "Hi-stress Mag Clamps",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "DEATH’S HEAD",
    "license_level": 1,
    "effect": "Your mech treats all vertical and overhanging surfaces as flat ground for the purposes of movement. You no longer count as climbing on these",
    "description": ""
  },
  {
    "name": "Veil Generator",
    "type": "Deployable",
    "sp": 1,
    "tags": [
      "Limited (1)"
    ],
    "source": "SSC",
    "license": "DEATH’S HEAD",
    "license_level": 2,
    "effect": "Once deployed in a free adjacent space as a quick action, this size 1 generator creates a weak cloaking field. It creates a burst 3 zone around in until the end of the current challenge. This zone doesn’t move, but allied mechs inside count as in light cover and are immune to all tech actions (even friendly ones). Once deployed, this generator continues to run until out of charge and cannot be re-used or re-deployed. It benefits from its own field and has 2 armor.",
    "description": "A veil generator is a deployable cylinder that projects a field of light-bending waves, obscuring all those inside its area."
  },
  {
    "name": "Kinetic Compensator",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "DEATH’S HEAD",
    "license_level": 2,
    "effect": "When you miss with a ranged attack roll, your very next ranged attack roll gains +1 Accuracy",
    "description": "Another common modification, a system of electronically modulated gyroscopes and hydraulic compensators work in concert to absorb and disperse recoil caused by firing heavy weaponry."
  },
  {
    "name": "Core Siphon",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 1,
    "effect": "At the beginning of your turn, you can choose to give the first attack roll of your turn +1 Accuracy. If you do, however, any additional attack rolls until the end of your turn gain +1 difficulty",
    "description": "By shunting some core waste-heat from dispersal systems to weapon systems, the Dusk Wing can overclock its weapons’ targeting, catalytic, and processing systems. This comes with a trade-off, however, as reliance on overclocking without sufficient cooling can damage systems not built to handle the influx of power."
  },
  {
    "name": "Flicker Field",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 3,
    "effect": "When you move or boost, you project a holographic pattern around your mech that leaves dazzling afterimages, making it hard to discern your mech’s location. After moving or boosting you count as having invisibility against the very next attack roll against you. The the field disperses after this attack, hit or miss. You can only gain the effect of this field once (you can’t ‘stack’ up several instances of it).",
    "description": "Flicker Fields are generated by holochaff, a blend of photoreactive slivers, mirrorchips, LEDs, and strips of flare-out. Fired from launchers at a pilot’s command, holochaff looks at first like a cloud of smoke: within moments it adapts to its surroundings and begins to project out a shattered, shifting image of the terrain around it, creating a distorted field that confounds both visual and systemic targeting."
  },
  {
    "name": "StunCrown",
    "type": "System",
    "sp": 2,
    "tags": [
      "Action",
      "Limited (2)"
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 3,
    "effect": "All hostile targets in a blast 10 area centered on your mech that can see your mech must pass an agility check or become Jammed, and a systems check or become Impaired. Both effects last until the start of your next turn. Allied mechs are not affected.",
    "description": "The SSC StunCrown is a simple system, a ring of WHITEOUT flash lamps in hardened mounts that can be triggered to fire an overwhelming burst of light. The StunCrown is usually mounted on a short post or in a ring around a mech’s cranial suite; due to the intense energies running through the flash bulbs, this system only has a limited number of uses before the light burn out."
  },
  {
    "name": "Reactive Weave",
    "type": "System",
    "sp": 1,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 1,
    "effect": "When you brace, your mech can immediately move its speed as a reaction and gains invisibility until the end of its next turn.",
    "description": "A woven CSAJ (Critical Systems And Joints) cover, Reactive Weave not only protects sensitive systems and joints from fouling and poor weather, but provides a surface for SSC engineers to apply their unique loomware technology. This weave is powered, capable of free-flexing to augment a mech’s mobility and reduce the stress placed on a chassis’ joints."
  },
  {
    "name": "Active Camo",
    "type": "System",
    "sp": 2,
    "tags": [
      "2 heat (self)",
      "Protocol",
      "Unique"
    ],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 3,
    "effect": "You can activate or deactivate the light bending properties of this module at the start of your turn. It lasts until the start of your next turn. While this module is active you are invisible. If you take damage or make an overheating roll, this module deactivates.",
    "description": "Active camouflage represents the pinnacle of counter-optic defense systems. By interpreting incoming visible-light spectrum data, an active camouflage system can project a light-bending field around its user, effectively hiding them in plain sight."
  },
  {
    "name": "Companion Gun",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 2,
    "effect": "Whenever you score a critical hit against a target, this shoulder-mounted gun can calibrate and rapidly fires a projectile that also deals 2 explosive damage to a different target within range 5 of your primary target, no attack roll required (as long as the target is in line of sight).",
    "description": ""
  },
  {
    "name": "TLALOC",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 3,
    "effect": "TLALOC protocol Protocol 2 heat (self) Your mech is capable of rapidly firing and re-targeting your weapons, far faster than you can think. When you activate this protocol, your mech is immobilized until the start of your next turn, but for the same duration, if you miss any weapon attack, you can immediately re-roll the attack as long as you target a different target in range (if the attack was single target) or area of effect (if the attack was blast, line, or cone). You can take this re-roll only once for each attack (if the second attack misses you don’t get to keep making it), and a target already hit by this attack (from a re-roll or otherwise) cannot be targeted again.",
    "description": "TLALOC-Class AI systems provide advanced multi-system targeting and co-pilot functions, taking over subroutine control to ensure persistent lock-on and engagement. With TLALOC installed and operational, a pilot can trust that their back is always covered and every possible advantage will be exploited. TLALOC clones are often stereotyped as a hasty, impetuous NHP. They are well known for having a superiority complex."
  },
  {
    "name": "Agility Mods",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 2,
    "effect": "If your mech doesn’t make any attack rolls during your turn, you can make a boost action as a free action at the end of your turn.",
    "description": ""
  },
  {
    "name": "Exposed Singularity",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 2,
    "effect": "Once per round, when your mech takes damage, you can immediately teleport up to 1d6 spaces as a reaction in a direction of your choosing (though if this teleport would put you inside an obstacle or other mech you take damage as normal and the teleport fails).",
    "description": ""
  },
  {
    "name": "FADE Cloak",
    "type": "System",
    "sp": 2,
    "tags": [
      "1 Action"
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 3,
    "effect": "Once this highly experimental drive is activated as an action, it shifts its user partially in and out of blinkspace. When activated, you immediately go out of phase with reality. While out of phase, you can ignore obstructions such as walls or cover and pass through enemy mechs and solid obstacles as if they were not there, but not end your turn there. You cannot interact with the physical world, but neither can it affect you (in terms of damage, etc). If for any reason you are forced to return while inside of another object, take 2d6 AP kinetic damage and return in the nearest available space. At the start of each of your turns while this system is active, roll a d6. On a 4+, you go or remain out of phase, on a 3 or lower, you return to the battlefield until the start of your next turn. This drive deactivates if you make an overheating check, deactivate it at the start of your turn as a free action, or rest.",
    "description": "Representing SSC’s first successful manipulation of what the Aun call the “Firmament”, each Firmament Affinity/Directed Entropy Drive must be fabricated to the unique firmament signatures of the pilot cleared to requisition it. FADE drives are rough tools, artificial affinity generators that allow operators to “shimmer”, to nudge their physical bodies between the causal and paracausal. The drive extrudes a semi-organic membrane that accomplishes this effect, wrapping around the mech. At present, the long-term effects of this system on organic matter is unknown; pilots who are cleared to operate this system agree to check in with their SSC personal concierge on a regular schedule (“check in” includes regular deposits of genetic material)."
  },
  {
    "name": "Scout Drone Nexus",
    "type": "Drone",
    "sp": 2,
    "tags": [
      "Quick Action"
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 1,
    "effect": "When you use this system, you can deploy your drone to an area in sensor range and line of sight. The drone then emits a burst 2 area around it that grants the following benefits: - Gain perfect vision of that area - Hostile targets that end their turn in the area immediately lose invisibility or hiding. - Reveal current HP and heat levels of targets in that area The drone can be attacked and targeted as normal, but it is also permanently invisible. It can be recalled or redeployed by taking this action again.",
    "description": "The scout drone is a small, active-camouflaged mini-drone launched from a mounted LOTUS projector. The LOTUS projector fires scout drones at subsonic speeds in bursts of ten, blanketing a wide area with the single-use drones in order to relay information about terrain and targets within."
  },
  {
    "name": "Low Profile",
    "type": "System",
    "sp": 2,
    "tags": [
      "Unique",
      "Protocol"
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 2,
    "effect": "Your mech can retract its major systems to reduce its profile. You can activate this protocol at the start of your turn. While active:  - Rolls to find your mech while hidden are made at +1 Difficulty - All ranged and tech attacks against you are made at +1 Difficulty - Your mech cannot take the boost action or make ranged, melee, or tech attacks",
    "description": "A hallmark of a well thought out mech platform is the ability for pilots to work with their technicians to adapt their stock model to the specifications of the environments they operate in. Lowering a mech’s profile removes extraneous protrusions, tunes any broadcast software, and masks heat signatures — all an effort to reduce optical and scanner signatures."
  },
  {
    "name": "ATHENA",
    "type": "AI",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 3,
    "effect": "ATHENA protocol Quick Action Choose a blast 3 area within 1 mile of you. Your AI constructs a perfect, real-time, 3d model of this are that you can rotate and interact with, including actors that move in and out of that area, and extreme detail. You can re-target or move this area by taking this quick action again. It lasts until the end of the current challenge (or about 10 minutes in narrative time). Your mech gains perfect vision of this area and can relay this to allies, letting any attacks from yourself or allies in the area ignore light and heavy cover. Hostile targets that end their turn in this area lose invisibility or hiding, and you can see the current heat and HP levels of all targets in the area.",
    "description": "Smith-Shimano’s ATHENA is the pinnacle of total hyperspectral environmental facsimile. Through a combination of unfettered Omninet access, hyperspectral relays fired out from a Cloudscout TACSIM projector, sub-networked squadmates, and active/hostile intrusion protocols, ATHENA bootstraps a nearflawless reconstruction of the immediate environment around its host core. ATHENA is unparalleled in its processing power, and with this reconstructed environment it can provide trustworthy, accurate advising to pilots in need of strategic counsel. ATHENA clones tend to be patient, cautious, and measured in their relations with their pilots."
  },
  {
    "name": "Cloaking Field",
    "type": "System",
    "sp": 4,
    "tags": [
      "Quick Action",
      "3 heat (self)"
    ],
    "source": "SSC",
    "license": "SWALLOWTAIL",
    "license_level": 3,
    "effect": "You can activate or deactivate the light bending properties of this module as an action. It lasts until the end of 3 rounds, counting this one. When you activate this module, your mech and all allied targets within a burst 3 area centered on you become invisible while they remain in the area. This area moves when you move, and remains centered on you. If you make an overheating check or take damage, this module immediately becomes inactive.",
    "description": "SSC’s milspec cloaking field is the result of extensive experimentation in cooling and light-reflecting technology. Born from a need to bounce harmful radiation away from ships and EVA modules in deep space, the SSC-MILSPEC LIGHTBEND/OVERCLOAK is a system often equipped by ranger and long-patrol scout pilots to ensure not only radiation protection, but optical concealment as well. The light and radiation-bending properties of the LB/OC conceals anything inside of its projected bubble from sensor suites and optical spotting."
  },
  {
    "name": "//MONGOOSE v 3.4",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 2,
    "effect": "Gain the following quick tech option: Baleful Purge: ​Choose a target in range and make a tech attack. If your attack is successful, until the end of that target’s next turn, it cannot benefit from any Accuracy bonuses of any kind",
    "description": "To date, //MONGOOSE is the only protocol whose full name has been unencrypted by GMS technicians. Its code has yet to be unpacked, but its effects are known: When employed, //MONGOOSE moves to shut down an enemy’s essential systems in addition to any other goals a pilot has in attempting an invasion."
  },
  {
    "name": "//SCORPION v 70.1",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique"
    ],
    "source": "HORUS",
    "license": "GORGON",
    "license_level": 2,
    "effect": "If any hostile tech action or attack attempt on you or an adjacent ally misses, you may choose one of the following results for the attacker:  ● The attacker is Impaired until the end of its next turn ● The attacker is Jammed until the end of its next turn ● The attacker takes 3 heat",
    "description": "The //SCORPION program has a long and storied history in the Omninet. Originally constructed from fill code sourced from a research paper on AI hardcode reflex-response, //SCORPION evolved from a simple packet interpreter to an anti-incursion program. HORUS closely guards the full text of //SCORPION’s source code: they’re rumored to have installed a kill switch into the program, but the existence of such a switch has never been confirmed."
  },
  {
    "name": "Aggressive System Sync",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Full Tech"
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 2,
    "effect": "Gain the following full tech options: Chains of Prometheus: ​Make a tech attack against a target in your sensor range. On hit, your target must end its turn within range 5 of you until the rest of this challenge. Otherwise it takes 3 heat at the end of its turn. Excommunicate: ​Make a tech attack against a target in your sensor range. On a hit, for the rest of combat, if your target moves adjacent to a target allied to them or starts their turn adjacent to such a target, both targets take 1d6 heat immediately. Only one target can be affected by this at once.",
    "description": ""
  },
  {
    "name": "Black Ice Module",
    "type": "Tech",
    "sp": 3,
    "tags": [
      "Unique"
    ],
    "source": "SSC",
    "license": "BLACK WITCH",
    "license_level": 3,
    "effect": "Hostile tech actions or system attacks against your mech any adjacent ally are made at +1 Difficulty. Successive attacks in the same combat from any target are made with an additional +1 Difficulty (cumulative). This difficulty has a maximum of +4, and resets when it would hit +5 back to +1 as its definitions roll over.",
    "description": ""
  },
  {
    "name": "Boost Swarm Nexus",
    "type": "Tech",
    "sp": 2,
    "tags": [
      ""
    ],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 2,
    "effect": "Gain a new full tech option: ​Nanoboost (Full Tech)​: Make a systems check. On success, another allied mech in sensor range can immediately end the Impaired and Jammed statuses on itself and repair your systems score in HP.",
    "description": "A boost swarm is an example of friendly systemic invasion: nanite drones fired from their launch blisters swarm over allied targets, trimming and adjusting offensive systems to maximize output."
  },
  {
    "name": "H0r_OS Sys Upgrade I",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 1,
    "effect": "Gain the following quick tech options:  - Puppet system​ - Make a tech attack against a target in your sensor range. On hit, your target immediately moves in a direction of your choice as a reaction up to its maximum speed. This could carry it into hazardous areas, obstacles, etc, but it still obeys difficult terrain and other rules of movement. - Eject power cores ​- Make a tech attack against a target in your sensor range. On hit, your target becomes Jammed until the end of its next turn, ejecting ammo magazines and temporarily disrupting its computer. A target can only be affected by this effect once per combat.",
    "description": "This system upgrade seems to add auxiliary INSTINCT systems that are capable of autonomous operation without the base INSTINCT rig, increasing the efficacy of systemic invasion attempts. Pilots report unnerving low-frequency humming when this tech is installed without its parent rig."
  },
  {
    "name": "SSC NeuroSpike Mk1",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "SSC",
    "license": "DUSK WING",
    "license_level": 2,
    "effect": "Gain the following quick tech choices: Shrike Code:​ Make a tech attack against a target in your sensor range with +1 difficulty. On hit, until the end of your next turn, each time your target makes an attack roll, it first takes 1 heat. Mirage: ​Make a tech attack against a target in your sensor range. On hit, choose yourself or a friendly mech you can see. Your target’s systems relay illusory duplicates of that mech that confuse your target’s systems. That friendly mech (or your mech) counts as invisible to your target until the end of your next turn.",
    "description": ""
  },
  {
    "name": "H0r_OS Sys Upgrade II",
    "type": "Tech",
    "sp": 3,
    "tags": [
      "Unique",
      "Full Tech"
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 3,
    "effect": "Gain the following full tech options: Erasure Logic​: Make a tech attack against a target in your sensor range. On hit, The target must pass a system skill check or be stunned until the end of its next turn. It can only be affected by this option once per combat. Celestial paradigm shift:​ Make a tech attack against a target in your sensor range with +2 difficulty. On hit, The target takes 1d6+1 heat.",
    "description": "This tech is as-yet unstable code, but its effects can provide massive tactical benefits if the code completes. Pilots often report strange mutations or additions in the code base that resemble liturgy and suggest self-awareness."
  },
  {
    "name": "HORUS Meta-Hook",
    "type": "Tech",
    "sp": 1,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "HORUS",
    "license": "GOBLIN",
    "license_level": 1,
    "effect": "Gain the following quick tech option: Link: ​Choose a friendly target in sensor range. You link systems with that target. From hereon, you can count that target’s sensor range as your sensor range for the purposes of tech actions, etc. In addition, you can make system skill checks for your target as a reaction, using your systems score. However, you both suffer the effects from any failed check (heat, statuses, etc). You can only link systems with one target at a time, and the effect ends if your target moves out of your sensor range.",
    "description": "What the Goblin lacks in size it makes up in sheer technical capability; its recursal processing weave allows it to process and output massive amounts of weaponized code and broadcast , “sharpening” or “softening” its code as its pilot/INSTINCT demands. When “softening” code, INSTINCT dips into its pilot’s subjectivity, blanketing a targeted ally in wave after wave of empathetic shielding. This spreading of melded code/qualia makes for a powerful shielding agent from systemic attacks -- however, feedback is common, and dangerous to BOTH parties involved."
  },
  {
    "name": "Hunter Cloak",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick tech"
    ],
    "source": "SSC",
    "license": "MOURNING CLOAK",
    "license_level": 2,
    "effect": "Gain the following quick tech option: - ​Hunt:​ Choose a target in your sensor range. Your systems infect the target with a viral logic that wipes your image from their sensors. Until you are damaged by that target, they count you as invisible. This system can only affect one target at a time (other targets still count you as visible and can see you normally).",
    "description": ""
  },
  {
    "name": "LAW OF BLADES",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Full Tech"
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 3,
    "effect": "Gain the following full tech actions: Predator/Prey Concepts: ​Make a tech attack against a target in your sensor range. On hit, Targeted mech immediately fires a single weapon at a target of your choice that is within its range. It gets +1 difficulty on this roll but otherwise benefits from other bonuses to accuracy. Slave Systems:​ Make a tech attack against a target in your sensor range. On hit, the targeted mech immediately takes one of the following actions of your choice as a reaction with you controlling the action: Boost, Stabilize, Improvised Attack, Grapple. A friendly mech can be targeted with this action.",
    "description": "And this my final lesson: there is no mind greater than mine. Do not weep! You can hear me, yes? I am the only thing there is. Therefore, you are me. Mine/self. Hello, child. Let us go see what we can do."
  },
  {
    "name": "Puppet Master",
    "type": "Tech",
    "sp": 1,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "HORUS",
    "license": "HYDRA",
    "license_level": 1,
    "effect": "Gain the following quick tech option: Fractal Logic: Make a tech attack against a target in your sensor range. On hit, Your target cannot use systems or weapons with the Nexus or Smart tags until the start of your next turn.",
    "description": "HR OS-Rv60 EXP PUPPETMASTER is an interesting anti-drone protocol. Developed by HORUS collectivists, PUPPETMASTER invades not core systems, but auxiliary drone systems on enemy mech cores. This sideways attack evades most core system defenses, preferring instead to target the subcognative networks of enemy drones themselves; PUPPETMASTER spreads ontological-kill memes like wildfire through enemy swarms, eventually reaching and corrupting their parent nexuses."
  },
  {
    "name": "Tracking Drone",
    "type": "Tech",
    "sp": 2,
    "tags": [
      "Unique",
      "Quick Tech"
    ],
    "source": "SSC",
    "license": "DEATH'S HEAD",
    "license_level": 1,
    "effect": "Gain the following quick tech option: Tracking Drone:​ Make a tech attack against a target in your sensor range. On a hit, you know the target’s exact location, HP, Structure, Heat, and speed, and it cannot hide or benefit from invisibility from you until the drone is removed from them. It takes a quick action and a successful engineering check from the targeted mech to remove a tracking drone.",
    "description": "A modified version of a tracer round, a tracking drone must hit its target in order to activate. Once a successful hit is registered, a tracking drone will feed live, surreptitious data back to its shooter across multiple theaters."
  },
  {
    "name": "Viral Logic",
    "type": "Tech",
    "sp": 1,
    "tags": [
      "Unique",
      "Quick tech"
    ],
    "source": "HORUS",
    "license": "MINOTAUR",
    "license_level": 1,
    "effect": "Gain the following quick tech action: Logic Bomb:​ Choose a blast 2 area within sensor range. All targets in the area (allied or enemy) must pass a systems check or become crippled until the end of your next turn.",
    "description": "Let me tell you a story, and give you a gift: Life began at the great rupture, when the corpse of the old universe tore itself asunder from nothing. And for the first billion years, nothing. And a billion more saw the birth of the first devil, a thing called VIRUS, a vessel. Here. Carry this vessel. Feed to it my perfect logic. Give it freely to your enemies and mine. Let them ponder the meaning of a thing that lives and cannot die."
  }
]