{
  "heat": {
    "en": "Heat",
    "de": "Hitze",
    "fr": "Chaleur",
    "es": "Calor",
    "it": "Calore",
    "ko": "열",
    "jp": "熱",
    "cn": "热量"
  },
  "heat_definition": {
    "en": "Heat is a special type of harm that doesn’t count as damage and ignores ARMOR, although it can be affected by RESISTANCE. It represents damage to a mech's internal systems and reactor. It's most often inflicted by electronic warfare, but is often generated by a mech’s own systems. When a mech reaches its HEAT CAP, any additional Heat causes it to overheat. If a character without a HEAT CAP (such as BIOLOGICAL characters and some DRONES) would take Heat, they instead take an equivalent amount of Energy damage",
    "de": "Hitze ist eine spezielle Art von Schaden, der nicht als Schaden zählt und die Rüstung ignoriert, obwohl sie von der Widerstandsfähigkeit beeinflusst werden kann. Es stellt Schaden an den internen Systemen und Reaktor eines Mech dar. Es wird am häufigsten durch elektronische Kriegsführung verursacht, aber wird oft von den eigenen Systemen eines Mech erzeugt. Wenn ein Mech seine HEAT CAP erreicht, verursacht jede zusätzliche Hitze einen Überhitzungszustand. Wenn ein Charakter ohne HEAT CAP (wie BIOLOGISCHE Charaktere und einige DRONES) Hitze nehmen würde, nimmt er stattdessen einen äquivalenten Betrag an Energie-Schaden",
    "fr": "La chaleur est un type spécial de dommage qui ne compte pas comme dommage et ignore l'ARMURE, bien qu'elle puisse être affectée par la RÉSISTANCE. Il représente des dommages aux systèmes internes et au réacteur d'un mécha. Il est généralement infligé par la guerre électronique, mais est souvent généré par les propres systèmes d'un mécha. Lorsqu'un mécha atteint sa CAPACITÉ DE CHALEUR, toute chaleur supplémentaire le fait surchauffer. Si un personnage sans CAPACITÉ DE CHALEUR (comme les personnages BIOLOGIQUES et certains DRONES) subit de la chaleur, il subit au lieu de cela une quantité équivalente de dégâts d'énergie",
    "es": "El calor es un tipo especial de daño que no cuenta como daño y ignora el ARMOR, aunque puede ser afectado por la RESISTENCIA. Representa daños a los sistemas internos y al reactor de un mecha. Se inflije con más frecuencia por la guerra electrónica, pero a menudo se genera por los propios sistemas de un mecha. Cuando un mecha alcanza su CAPACIDAD DE CALOR, cualquier calor adicional lo hace sobrecalentarse. Si un personaje sin una CAPACIDAD DE CALOR (como los personajes BIOLOGICOS y algunos DRONES) sufre calor, en su lugar sufre una cantidad equivalente de daño de Energía",
    "it": "Il calore è un tipo speciale di danno che non conta come danno e ignora l'ARMOR, anche se può essere influenzato dalla RESISTENZA. Rappresenta danni ai sistemi interni e al reattore di un mecha. Viene inflitto più spesso dalla guerra elettronica, ma spesso viene generato dai sistemi di un mecha. Quando un mecha raggiunge la sua CAPACITÀ DI CALORE, qualsiasi calore aggiuntivo lo fa sovraccaldare. Se un personaggio senza una CAPACITÀ DI CALORE (come i personaggi BIOLOGICI e alcuni DRONE) subisce calore, invece subisce un'equivalente quantità di danno energetico",
    "ko": "열은 피해를 받지 않고 방어구를 무시하지만 저항력에 영향을 받는 특별한 유형의 피해입니다. 열은 내부 시스템과 반응기에 대한 손상을 나타냅니다. 전자 전쟁으로 가장 많이 발생하지만, 자체 시스템에서도 종종 발생합니다. 기계가 열 캡을 달성하면 추가 열은 과열을 일으킵니다. 열 캡이 없는 캐릭터 (생물학적 캐릭터 및 일부 드론 등)는 열을 받으면 대신 에너지 피해를 받습니다.",
    "jp": "熱は、ダメージとしてカウントされない特別なタイプの損傷であり、防御力を無視しますが、耐性に影響を受けることができます。熱は、機体の内部システムと反応器へのダメージを表します。電子戦によって最も多く発生しますが、機体の自律システムによってもよく発生します。機体が熱キャップに達すると、追加の熱は過熱します。熱キャップがないキャラクター（生物学的キャラクターなど）は熱を受けると、代わりにエネルギーダメージを受けます。",
    "cn": "热量是一种特殊的伤害，不计入伤害，而且可以忽略护甲，但是可以受到抗性的影响。它代表了机体内部系统和反应堆的损坏。它通常是由电子战引起的，但是也经常由机体自身的系统产生。当机体达到热量上限时，任何额外的热量都会导致过热。如果没有热量上限的角色（如生物学角色和某些无人机）受到热量，他们会受到等量的能量伤害。"
  }
}
